{
  "version": "FBV",
  "book": "PHP",
  "chapter": 2,
  "verses": [
    {
      "verse": "1",
      "text": "So then, if you're encouraged by being in Christ, if you're comforted by his love, if you share together in the Spirit, if you have compassion and sympathy—"
    },
    {
      "verse": "2",
      "text": "then make my joy complete by thinking the same way and loving the same way, spiritually united and having one purpose."
    },
    {
      "verse": "3",
      "text": "Don't do anything from a spirit of selfishness or pride, but humbly think of others better than you do of yourself."
    },
    {
      "verse": "4",
      "text": "None of you should be preoccupied about your own things—instead concern yourself with the interests of others too."
    },
    {
      "verse": "5",
      "text": "The attitude you should have is the same as that of Christ Jesus."
    },
    {
      "verse": "6",
      "text": "Though in his nature he was always God, he wasn't concerned to cling onto his equality with God."
    },
    {
      "verse": "7",
      "text": "Instead he emptied himself, taking the nature of a servant, becoming like a human being."
    },
    {
      "verse": "8",
      "text": "Coming in human form, humbling himself, he submitted himself to death—even death on a cross."
    },
    {
      "verse": "9",
      "text": "That's why God placed him in the position of greatest honor and power, and gave him the most prestigious name—"
    },
    {
      "verse": "10",
      "text": "so that in the name of Jesus everyone should bow in respect, whether in heaven or on earth or under the earth,"
    },
    {
      "verse": "11",
      "text": "and all will declare that Jesus Christ is Lord, to the glory of God the Father."
    },
    {
      "verse": "12",
      "text": "So, my good friends, continue to work towards the goal of salvation with complete reverence and respect for God, following what you were told—not just when I was with you, but even more so now I'm away from you."
    },
    {
      "verse": "13",
      "text": "For it's God who is working within you, creating the will and the ability to do what he wants you to do."
    },
    {
      "verse": "14",
      "text": "Do everything without complaining or arguing"
    },
    {
      "verse": "15",
      "text": "so that you'll be sincere, innocent of any wrong. Be God's blameless children living in the middle of a dishonest and corrupt people. Shine among them as lights to the world,"
    },
    {
      "verse": "16",
      "text": "holding out to them the word of life. That way I'll have something to be proud of when Christ returns, proving I didn't run around and work for nothing!"
    },
    {
      "verse": "17",
      "text": "So even if I pour out my life as a sacrifice and offering so you may trust in God, I'm happy for it, and I'm glad together with all of you,"
    },
    {
      "verse": "18",
      "text": "just as you have such joy and are glad with me."
    },
    {
      "verse": "19",
      "text": "I'm hoping, if that's what the Lord Jesus wants, to send Timothy to you soon. It will cheer me up once I know how you're doing."
    },
    {
      "verse": "20",
      "text": "I don't know anyone who genuinely cares about you as he does."
    },
    {
      "verse": "21",
      "text": "Other people only worry about their own interests, not those of Jesus Christ."
    },
    {
      "verse": "22",
      "text": "But you already know what he's like—just as a child working to help his father, so he's worked with me to spread the good news."
    },
    {
      "verse": "23",
      "text": "So I hope to send him as soon as I see how I'm doing,"
    },
    {
      "verse": "24",
      "text": "and I trust in the Lord that shortly I'll be able to come too."
    },
    {
      "verse": "25",
      "text": "But I thought it was important to send Epaphroditus to you. He's a brother to me, a co-worker and fellow-soldier. He's the one you sent to look after me,"
    },
    {
      "verse": "26",
      "text": "and he's been longing to see all of you, worried about you because you'd heard he was sick."
    },
    {
      "verse": "27",
      "text": "He certainly was sick—he nearly died—but God had mercy on him. Not just on him, but on me too, so that I wouldn't have tragedy upon tragedy."
    },
    {
      "verse": "28",
      "text": "That's why I'm so keen to send him, so that when you see him you'll be happy, and I won't have to be so anxious."
    },
    {
      "verse": "29",
      "text": "So welcome him with much happiness in the Lord. Honor people like him,"
    },
    {
      "verse": "30",
      "text": "because in working for Christ he nearly died, putting his life on the line to make up for the help you weren't in a position to give me."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}