{
  "version": "FBV",
  "book": "1CH",
  "chapter": 14,
  "verses": [
    {
      "verse": "1",
      "text": "Then Hiram, king of Tyre, sent messengers to David along with cedar timber, stonemasons, and carpenters to build him a palace."
    },
    {
      "verse": "2",
      "text": "In this way David realized that the Lord had placed him on the throne as king of Israel and had blessed him by supporting his kingdom for the sake of the Lord's people Israel."
    },
    {
      "verse": "3",
      "text": "David married more wives in Jerusalem, and had more sons and daughters."
    },
    {
      "verse": "4",
      "text": "This is a list of the names of the children he had in Jerusalem: Shammua, Shobab, Nathan, Solomon,"
    },
    {
      "verse": "5",
      "text": "Ibhar, Elishua, Elpelet,"
    },
    {
      "verse": "6",
      "text": "Nogah, Nepheg, Japhia,"
    },
    {
      "verse": "7",
      "text": "Elishama, Beeliada, and Eliphelet."
    },
    {
      "verse": "8",
      "text": "When the Philistines heard that David had been anointed king over all of Israel, they gathered their whole army to go after him. But David heard they were coming and went out to confront them."
    },
    {
      "verse": "9",
      "text": "The Philistines arrived and raided the valley of Rephaim."
    },
    {
      "verse": "10",
      "text": "David consulted God, asking “Shall I go and attack the Philistines? Will you make me victorious over them?” “Go ahead,” the Lord told him, “I will make you victorious over them.”"
    },
    {
      "verse": "11",
      "text": "So David attacked and defeated them there at Baal-perazim. “God used me to defeat my enemies like a torrent of water that bursts out,” he declared. That's why the place was named Baal-perazim."
    },
    {
      "verse": "12",
      "text": "The Philistines had left their gods behind, so David gave orders that they should be burned."
    },
    {
      "verse": "13",
      "text": "However, the Philistines returned and made another raid on the valley."
    },
    {
      "verse": "14",
      "text": "David consulted God again. “Don't make a frontal attack,” God told him. “Instead go around behind them and attack them in front of the balsam trees."
    },
    {
      "verse": "15",
      "text": "As soon as you hear the sound of marching in the tops of the balsam trees, go and attack for the Lord has gone before you to strike down the Philistine army.”"
    },
    {
      "verse": "16",
      "text": "So David did what God told him, striking down the Philistine army all the way from Gibeon to Gezer."
    },
    {
      "verse": "17",
      "text": "As a result David's reputation was spread everywhere, and the Lord made all the nations afraid of David."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}