{
  "version": "FBV",
  "book": "1CH",
  "chapter": 17,
  "verses": [
    {
      "verse": "1",
      "text": "Once David had settled into his palace, he spoke to the prophet Nathan. “Look,” he said, “I'm living in a cedar palace while the Ark of the Lord's Agreement is kept in a tent!”"
    },
    {
      "verse": "2",
      "text": "“Do what you think you should, for God is with you,” Nathan replied."
    },
    {
      "verse": "3",
      "text": "But that night God told Nathan,"
    },
    {
      "verse": "4",
      "text": "“Go and talk to my servant David. Tell him, this is what the Lord says: You are not to build a house for me to live in."
    },
    {
      "verse": "5",
      "text": "I have not lived in a house from the time I led Israel out of Egypt until now. I have lived in tents, moving from place to place."
    },
    {
      "verse": "6",
      "text": "But in all those travels with all of Israel did I ever ask any Israelite leader I'd ordered to take care of my people, ‘Why haven't you built a cedar house for me?’"
    },
    {
      "verse": "7",
      "text": "So then, go and tell my servant David this is what the Lord Almighty says. It was me who took you from the fields, from looking after sheep, to become a leader of my people Israel."
    },
    {
      "verse": "8",
      "text": "I have been with you wherever you've gone. I have struck down all your enemies right in front of you, and I will make your reputation as great as the most famous people on earth."
    },
    {
      "verse": "9",
      "text": "I will choose a place for my people Israel. I will settle them there and they won't be disturbed anymore. Evil people won't persecute them as they used to,"
    },
    {
      "verse": "10",
      "text": "from the time I placed judges in charge of my people. I will defeat all of your enemies. Also I want to make it clear that I the Lord will build a house for you."
    },
    {
      "verse": "11",
      "text": "For when you come to the end of your life and join your ancestors in death, I will bring to power one of your descendants, one of your sons, and make sure his kingdom is successful."
    },
    {
      "verse": "12",
      "text": "He will be the one to build me a house, and I will make sure his kingdom lasts forever."
    },
    {
      "verse": "13",
      "text": "I will be a father to him, and he will be a son to me. I will never take away my kindness and love from him, as I did in the case of the one who ruled before you."
    },
    {
      "verse": "14",
      "text": "I will put him in charge of my house and my kingdom forever, and his dynasty will last forever.”"
    },
    {
      "verse": "15",
      "text": "This is what Nathan explained to David—everything he was told in this divine revelation."
    },
    {
      "verse": "16",
      "text": "Then King David went and sat down in the presence of the Lord. He prayed, “Who am I, Lord God, and what is significant about my family, that you have brought me to this place?"
    },
    {
      "verse": "17",
      "text": "God, you talk as if this was a small thing in your eyes, and you also have spoken about the future of my house, my family dynasty. You also see me as someone very important, Lord God."
    },
    {
      "verse": "18",
      "text": "What more can I, David, say to you for honoring me in this way? You know your servant all too well!"
    },
    {
      "verse": "19",
      "text": "Lord, you're doing all this for me, your servant, and because it's what you want—doing all these amazing things and letting people know about them."
    },
    {
      "verse": "20",
      "text": "Lord, there really is no one like you; there is no other God, only you. We have never heard about anyone else."
    },
    {
      "verse": "21",
      "text": "Who else is as fortunate as your people Israel? Who else on earth did God go and redeem to make his own people? You gained a wonderful reputation for yourself by all the tremendous, amazing things you did in driving out other nations before your people as you redeemed them from Egypt."
    },
    {
      "verse": "22",
      "text": "You made your people Israel your own forever, and you, Lord, have become their God."
    },
    {
      "verse": "23",
      "text": "So now, Lord, please ensure that what you have said about me and my house happens, and lasts forever. Please do as you have promised,"
    },
    {
      "verse": "24",
      "text": "and may your true nature be recognized and honored forever, with people declaring, ‘The Lord Almighty, the God of Israel, is Israel's God!’ May the house of your servant David continue to be there in your presence."
    },
    {
      "verse": "25",
      "text": "You, my God, have explained to me, your servant, that you will build me a house. That's why your servant has had the courage to pray to you."
    },
    {
      "verse": "26",
      "text": "For you, Lord, are God! You are the one who has promised all these good things to your servant."
    },
    {
      "verse": "27",
      "text": "So now, please bless your servant's house that it may continue in your presence forever. For when you bless, Lord, it is blessed forever.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}