{
  "version": "FBV",
  "book": "1CH",
  "chapter": 26,
  "verses": [
    {
      "verse": "1",
      "text": "This is a list of the divisions of the gatekeepers. From the Korahites: Meshelemiah son of Kore, one of the sons of Asaph."
    },
    {
      "verse": "2",
      "text": "The sons of Meshelemiah: Zechariah (first), Jediael (second), Zebadiah (third), Jathniel (fourth),"
    },
    {
      "verse": "3",
      "text": "Elam (fifth), Jehohanan (sixth), and Eliehoenai (seventh)."
    },
    {
      "verse": "4",
      "text": "The sons of Obed-edom: Shemaiah (first), Jehozabad (second), Joah (third), Sacar (fourth), Nethanel (fifth),"
    },
    {
      "verse": "5",
      "text": "Ammiel (sixth), Issachar (seventh), and Peullethai (eighth), for God had blessed Obed-edom."
    },
    {
      "verse": "6",
      "text": "Shemaiah, Obed-edom's son, had sons who were capable leaders and had great authority in their father's family"
    },
    {
      "verse": "7",
      "text": "The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad. His relatives, Elihu and Semakiah, were also capable men."
    },
    {
      "verse": "8",
      "text": "All these descendants of Obed-edom, plus their sons and grandsons, a total of sixty-two, were capable men, well qualified for their service."
    },
    {
      "verse": "9",
      "text": "Meshelemiah's eighteen sons and brothers were also capable men."
    },
    {
      "verse": "10",
      "text": "Hosah, one of the sons of Merari, made Shimri as leader among his sons, though he was not the firstborn."
    },
    {
      "verse": "11",
      "text": "His other sons included Hilkiah (second), Tebaliah (third), and Zechariah (fourth). The total of Hosah's sons and relatives was thirteen."
    },
    {
      "verse": "12",
      "text": "These divisions of the gatekeepers, through their family leaders, served in the house of the Lord, just like their brothers."
    },
    {
      "verse": "13",
      "text": "Every gate was assigned by lot to different families, the least important equal to the most important."
    },
    {
      "verse": "14",
      "text": "The lot for the east gate fell to Meshelemiah. Then they cast lots for his son Zechariah, a wise counselor with insight, and the lot for the north gate fell to him."
    },
    {
      "verse": "15",
      "text": "The lot for the south gate fell to Obed-edom, and the lot for the storehouse fell to his sons."
    },
    {
      "verse": "16",
      "text": "Shuppim and Hosah received the west gate and the gate of Shallecheth on the road that leads up. They were always guarded."
    },
    {
      "verse": "17",
      "text": "There were six Levites on duty every day at the east gate, four at the north gate, four at the south gate, and two at a time at the storehouse."
    },
    {
      "verse": "18",
      "text": "Six were on duty every day at the west gate, four at the main road, and two at the courtyard."
    },
    {
      "verse": "19",
      "text": "These were the divisions of the gatekeepers from the sons of Korah and the sons of Merari."
    },
    {
      "verse": "20",
      "text": "Other Levites under Ahijah were in charge of the treasuries of the house of God and the treasuries of what had been dedicated to God."
    },
    {
      "verse": "21",
      "text": "From the sons of Ladan, who were the descendants of the Gershonites through Ladan, and were the family leaders of Ladan the Gershonite: Jehieli."
    },
    {
      "verse": "22",
      "text": "The sons of Jehieli, Zetham and his brother Joel, were in charge of the treasuries of the house of the Lord."
    },
    {
      "verse": "23",
      "text": "From the Amramites, the Izharites, the Hebronites, and the Uzzielites:"
    },
    {
      "verse": "24",
      "text": "Shebuel, a descendant of Gershom, son of Moses, who was the chief officer in charge of the treasuries."
    },
    {
      "verse": "25",
      "text": "His relatives by Eliezer were Rehabiah, Jeshaiah, Joram, Zicri, and Shelomoth."
    },
    {
      "verse": "26",
      "text": "Shelomoth and his relatives were in charge of all the treasuries for all that had been dedicated by King David, by the family leaders who were the commanders of thousands and of hundreds, and by the army commanders."
    },
    {
      "verse": "27",
      "text": "They dedicated a part of the plunder they had won in battle to help maintain the house of the Lord."
    },
    {
      "verse": "28",
      "text": "Shelomoth and his relatives also looked after the gifts dedicated to the Lord by Samuel the seer, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah. All the dedicated gifts were the responsibility of Shelomoth and his relatives."
    },
    {
      "verse": "29",
      "text": "From the Izharites: Kenaniah and his sons were given outside duties as officials and judges over Israel."
    },
    {
      "verse": "30",
      "text": "From the Hebronites: Hashabiah and his relatives, 1,700 capable men, were put in charge of Israel west of the Jordan, responsible for everything involving the Lord's work and the king's service."
    },
    {
      "verse": "31",
      "text": "Also from the Hebronites came Jerijah, the leader of the Hebronites according to the family genealogies. In the fortieth year of David's reign the records were examined, and men of great ability were discovered at Jazer in Gilead."
    },
    {
      "verse": "32",
      "text": "Among the relatives of Jerijah were 2,700 capable men who were family leaders. King David put them in charge of the tribes of Reuben and Gad and the half-tribe of Manasseh. They were responsible for everything involving the Lord's work and the king's service."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}