{
  "version": "FBV",
  "book": "1CH",
  "chapter": 8,
  "verses": [
    {
      "verse": "1",
      "text": "Benjamin was the father of Bela (firstborn son), Ashbel (second), Aharah (third),"
    },
    {
      "verse": "2",
      "text": "Nohah (fourth), and Rapha (fifth)."
    },
    {
      "verse": "3",
      "text": "The sons of Bela were: Addar, Gera, Abihud,"
    },
    {
      "verse": "4",
      "text": "Abishua, Naaman, Ahoah,"
    },
    {
      "verse": "5",
      "text": "Gera, Shephuphan, and Huram."
    },
    {
      "verse": "6",
      "text": "These were the sons of Ehud, family heads living in Geba, and were exiled to Manahath:"
    },
    {
      "verse": "7",
      "text": "Naaman, Ahijah, and Gera. Gera was the one who exiled them. He was the father of Uzza and Ahihud."
    },
    {
      "verse": "8",
      "text": "Shaharaim had sons in Moab after he divorced his wives Hushim and Baara."
    },
    {
      "verse": "9",
      "text": "He married Hodesh and had Jobab, Zibia, Mesha, Malcam,"
    },
    {
      "verse": "10",
      "text": "Jeuz, Sakia, and Mirmah. These were all his sons, family heads."
    },
    {
      "verse": "11",
      "text": "He also had sons with Hushim: Abitub and Elpaal."
    },
    {
      "verse": "12",
      "text": "The sons of Elpaal: Eber, Misham, Shemed (he built Ono and Lod with its nearby towns),"
    },
    {
      "verse": "13",
      "text": "and Beriah and Shema, who were family heads living in Aijalon and who drove away the people who lived in Gath."
    },
    {
      "verse": "14",
      "text": "Ahio, Shashak, Jeremoth,"
    },
    {
      "verse": "15",
      "text": "Zebadiah, Arad, Eder,"
    },
    {
      "verse": "16",
      "text": "Michael, Ishpah, and Joha were the sons of Beriah."
    },
    {
      "verse": "17",
      "text": "Zebadiah, Meshullam, Hizki, Heber,"
    },
    {
      "verse": "18",
      "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal."
    },
    {
      "verse": "19",
      "text": "Jakim, Zicri, Zabdi,"
    },
    {
      "verse": "20",
      "text": "Elienai, Zillethai, Eliel,"
    },
    {
      "verse": "21",
      "text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei."
    },
    {
      "verse": "22",
      "text": "Ishpan, Eber, Eliel,"
    },
    {
      "verse": "23",
      "text": "Abdon, Zicri, Hanan,"
    },
    {
      "verse": "24",
      "text": "Hananiah, Elam, Anthothijah,"
    },
    {
      "verse": "25",
      "text": "Iphdeiah, and Penuel were the sons of Shashak."
    },
    {
      "verse": "26",
      "text": "Shamsherai, Shehariah, Athaliah,"
    },
    {
      "verse": "27",
      "text": "Jaareshiah, Elijah, and Zicri were the sons of Jeroham."
    },
    {
      "verse": "28",
      "text": "All these were family heads, according to their genealogy. They lived in Jerusalem."
    },
    {
      "verse": "29",
      "text": "Jeiel founded Gibeon and lived there. His wife was called Maacah."
    },
    {
      "verse": "30",
      "text": "His firstborn son was Abdon, then Zur, Kish, Baal, Ner, Nadab,"
    },
    {
      "verse": "31",
      "text": "Gedor, Ahio, Zeker,"
    },
    {
      "verse": "32",
      "text": "and Mikloth. Mikloth was the father of Shimeah. They also lived near their relatives in Jerusalem."
    },
    {
      "verse": "33",
      "text": "Ner was the father of Kish, Kish was the father of Saul, and Saul was the father of Jonathan, Malki-Shua, Abinadab and Esh-Baal."
    },
    {
      "verse": "34",
      "text": "The son of Jonathan: Merib-Baal, who was the father of Micah."
    },
    {
      "verse": "35",
      "text": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz."
    },
    {
      "verse": "36",
      "text": "Ahaz was the father of Jehoaddah, Jehoaddah was the father of Alemeth, Azmaveth, and Zimri, and Zimri was the father of Moza."
    },
    {
      "verse": "37",
      "text": "Moza was the father of Binea. Raphah was his son, Eleasah his son, and Azel his son."
    },
    {
      "verse": "38",
      "text": "Azel had six sons. These were their names: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah and Hanan. These were all the sons of Azel."
    },
    {
      "verse": "39",
      "text": "The sons of his brother Eshek: Ulam (firstborn), Jeush (second), and Eliphelet (third)."
    },
    {
      "verse": "40",
      "text": "The sons of Ulam were strong warriors and skilled archers. They had many sons and grandsons—a total of 150. All of them were the sons of Benjamin."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}