{
  "version": "FBV",
  "book": "PSA",
  "chapter": 105,
  "verses": [
    {
      "verse": "1",
      "text": "Give the Lord thanks, worship his wonderful nature, let people know what he's done!"
    },
    {
      "verse": "2",
      "text": "Sing to him, sing his praises; tell everyone the great things he's done!"
    },
    {
      "verse": "3",
      "text": "Be proud of his holy character; be happy, all who come to the Lord!"
    },
    {
      "verse": "4",
      "text": "Look for the Lord, and his strength; always look to be in his presence."
    },
    {
      "verse": "5",
      "text": "Remember all the wonderful things he's done, the miracles he's performed, and the judgments he's carried out,"
    },
    {
      "verse": "6",
      "text": "descendants of Abraham, children of Israel, his chosen people."
    },
    {
      "verse": "7",
      "text": "He is the Lord, our God, his judgments cover the whole earth."
    },
    {
      "verse": "8",
      "text": "He remembers his agreement forever, the promise he made lasts for a thousand generations;"
    },
    {
      "verse": "9",
      "text": "the agreement he made with Abraham, the vow he gave to Isaac."
    },
    {
      "verse": "10",
      "text": "The Lord legally confirmed it with Jacob, he made this binding agreement with Israel:"
    },
    {
      "verse": "11",
      "text": "saying to you, “I will give the land of Canaan for you to possess.”"
    },
    {
      "verse": "12",
      "text": "He said this when they were only a few, just a small group of foreigners in the land."
    },
    {
      "verse": "13",
      "text": "They wandered from country to country, from one kingdom to the next."
    },
    {
      "verse": "14",
      "text": "He didn't let anyone treat them badly; warning kings to leave them alone:"
    },
    {
      "verse": "15",
      "text": "“Don't touch my chosen people; don't harm my prophets!”"
    },
    {
      "verse": "16",
      "text": "He caused a famine in the Land of Canaan so that there was no food."
    },
    {
      "verse": "17",
      "text": "Before that he sent a man, Joseph, who was sold as a slave."
    },
    {
      "verse": "18",
      "text": "They hurt his feet by placing them in shackles, and they put an iron collar around his neck,"
    },
    {
      "verse": "19",
      "text": "until the time predicted came when the Lord tested him."
    },
    {
      "verse": "20",
      "text": "The king sent for him and released him; the king of the people set him free."
    },
    {
      "verse": "21",
      "text": "He put Joseph in charge of the royal household, manager of everything he had,"
    },
    {
      "verse": "22",
      "text": "to teach the king's officials whatever he wanted, to make the king's advisors wise."
    },
    {
      "verse": "23",
      "text": "Then Israel entered Egypt—Jacob settled as a foreigner in the land of Ham."
    },
    {
      "verse": "24",
      "text": "The Lord made his people more fertile and more powerful than their enemies."
    },
    {
      "verse": "25",
      "text": "He made the Egyptians change their minds and hate his people and act deceptively towards them."
    },
    {
      "verse": "26",
      "text": "He sent his servant Moses, together with Aaron, whom he had chosen."
    },
    {
      "verse": "27",
      "text": "They carried out his miraculous signs among the Egyptians, his wonders in the land of Ham."
    },
    {
      "verse": "28",
      "text": "He plunged the country into darkness—for hadn't they defied what the Lord had said?"
    },
    {
      "verse": "29",
      "text": "He turned their water into blood, killing all the fish."
    },
    {
      "verse": "30",
      "text": "Then he sent a plague of frogs across the land that even entered the bedrooms of their rulers."
    },
    {
      "verse": "31",
      "text": "He gave the command, and flies spread throughout their land; mosquitoes were everywhere."
    },
    {
      "verse": "32",
      "text": "He rained down hail on them, and lightning flashed across their land."
    },
    {
      "verse": "33",
      "text": "He struck down their grape vines, and tore down their trees."
    },
    {
      "verse": "34",
      "text": "He gave the command, and swarms of locusts came—countless locusts:"
    },
    {
      "verse": "35",
      "text": "they ate up all the vegetation in their land; they consumed all the growing crops."
    },
    {
      "verse": "36",
      "text": "He killed all the firstborn in Egypt, the first to be produced in their vigor and strength."
    },
    {
      "verse": "37",
      "text": "Then he led his people out of Egypt, carrying silver and gold—not one among the tribes was stumbling along."
    },
    {
      "verse": "38",
      "text": "The Egyptians were delighted to see them go, for they were frightened of the Israelites."
    },
    {
      "verse": "39",
      "text": "He spread a cloud above them as a covering, and at night a fire to give them light."
    },
    {
      "verse": "40",
      "text": "He gave them quails to eat when they asked him; he fed them with the bread of heaven until they were full."
    },
    {
      "verse": "41",
      "text": "He split the rock open, and water gushed out—a river flowing through the desert."
    },
    {
      "verse": "42",
      "text": "For he remembered his holy promise to his servant Abraham."
    },
    {
      "verse": "43",
      "text": "So he led his people out, his chosen ones, as they sang for joy."
    },
    {
      "verse": "44",
      "text": "He gave them the lands of the heathen nations, and they inherited what other people had worked for."
    },
    {
      "verse": "45",
      "text": "The Lord did this so they could follow his instructions and keep his laws. Praise the Lord!"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}