{
  "version": "FBV",
  "book": "PSA",
  "chapter": 108,
  "verses": [
    {
      "verse": "1",
      "text": "God, I have complete confidence in you! My whole being sings praises to you!"
    },
    {
      "verse": "2",
      "text": "Wake up, harp and lyre! I will wake up the dawn!"
    },
    {
      "verse": "3",
      "text": "I will thank you among the peoples, Lord, I will sing your praises among the nations."
    },
    {
      "verse": "4",
      "text": "For your trustworthy love reaches higher than the heavens, your faithfulness is higher than the clouds."
    },
    {
      "verse": "5",
      "text": "God, your greatness is above the highest heavens; and your glory is over all the earth!"
    },
    {
      "verse": "6",
      "text": "Rescue those you love! Answer us, and save us by your power!"
    },
    {
      "verse": "7",
      "text": "God has spoken from his Temple: “Triumphantly I divide up Shechem, and portion out the Valley of Succoth."
    },
    {
      "verse": "8",
      "text": "Both Gilead and Manasseh belong to me. Ephraim is my helmet, and Judah is my scepter."
    },
    {
      "verse": "9",
      "text": "I will treat Moab as my washbasin; I will place my sandal on Edom; I will shout in triumph over Philistia.”"
    },
    {
      "verse": "10",
      "text": "Who will bring me into the fortified city? Who will lead me into Edom?"
    },
    {
      "verse": "11",
      "text": "Have you rejected us, God? Won't you go out with our armies?"
    },
    {
      "verse": "12",
      "text": "Please give us help against our enemies, for human help is worthless."
    },
    {
      "verse": "13",
      "text": "Our strength is in God, and he will crush our enemies."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}