{
  "version": "FBV",
  "book": "PSA",
  "chapter": 119,
  "verses": [
    {
      "verse": "1",
      "text": "Happy are those who do what is right, who follow what the Lord says."
    },
    {
      "verse": "2",
      "text": "Happy are those who keep his commandments, who sincerely want to follow him."
    },
    {
      "verse": "3",
      "text": "They don't do what's wrong; they walk in his ways."
    },
    {
      "verse": "4",
      "text": "You have ordered us to follow your instructions carefully."
    },
    {
      "verse": "5",
      "text": "May I be reliable in the way I keep your rules!"
    },
    {
      "verse": "6",
      "text": "Then I won't be ashamed when I compare what I do to what you have said."
    },
    {
      "verse": "7",
      "text": "I will praise you sincerely as I learn from you the right way to live."
    },
    {
      "verse": "8",
      "text": "I will observe your laws. Please never give up on me! Beth"
    },
    {
      "verse": "9",
      "text": "How does a young person remain pure? By following what you say."
    },
    {
      "verse": "10",
      "text": "I worship you sincerely; please don't let me stray from your commands."
    },
    {
      "verse": "11",
      "text": "I keep what you say in mind so I won't sin against you."
    },
    {
      "verse": "12",
      "text": "Thank you Lord! Teach me what to do!"
    },
    {
      "verse": "13",
      "text": "I repeat out loud your instructions."
    },
    {
      "verse": "14",
      "text": "I enjoy your laws more than having plenty of money."
    },
    {
      "verse": "15",
      "text": "I will think deeply about your teachings, and reflect on your ways."
    },
    {
      "verse": "16",
      "text": "I will take pleasure in following your directions; I won't forget what you say. Gimel"
    },
    {
      "verse": "17",
      "text": "Be kind to your servant so I can live and follow what you teach."
    },
    {
      "verse": "18",
      "text": "Open my eyes so I may discover wonderful things in your law."
    },
    {
      "verse": "19",
      "text": "I'm only here for a short time—don't let me miss what you have to say."
    },
    {
      "verse": "20",
      "text": "I'm always so keen to know your instructions."
    },
    {
      "verse": "21",
      "text": "You reprimand those who are arrogant; those who don't follow your commandments are cursed."
    },
    {
      "verse": "22",
      "text": "Don't let me be scorned and insulted, for I have kept your laws."
    },
    {
      "verse": "23",
      "text": "Even leaders sit down together and slander me, but I, your servant, will think seriously about your instructions."
    },
    {
      "verse": "24",
      "text": "Your laws make me happy—they are my wise advisors. Daleth"
    },
    {
      "verse": "25",
      "text": "I'm dying here, lying in the dust. Keep me alive as you promised."
    },
    {
      "verse": "26",
      "text": "I explained my situation to you, and you answered me. Teach me to follow your directions."
    },
    {
      "verse": "27",
      "text": "Help me understand what your laws mean, and I will meditate on the wonderful things you do."
    },
    {
      "verse": "28",
      "text": "I'm weeping because I'm so sad; please encourage me as you promised."
    },
    {
      "verse": "29",
      "text": "Stop me fooling myself; kindly teach me your law."
    },
    {
      "verse": "30",
      "text": "I have chosen to trust in you. I always pay attention to what you say."
    },
    {
      "verse": "31",
      "text": "I hold on to your teachings, Lord. Don't let me be ridiculed."
    },
    {
      "verse": "32",
      "text": "I run to follow your commands, for you have expanded my mind! He"
    },
    {
      "verse": "33",
      "text": "Teach me the meaning of your laws, and I will always keep them."
    },
    {
      "verse": "34",
      "text": "Help me to understand so I can be totally committed to doing what you want."
    },
    {
      "verse": "35",
      "text": "Lead me to follow your commands, for this is what I love to do"
    },
    {
      "verse": "36",
      "text": "Help me to concentrate on what you say rather than on making a profit."
    },
    {
      "verse": "37",
      "text": "Don't let me focus on things that are worthless. Help me live in your ways."
    },
    {
      "verse": "38",
      "text": "Please keep your promise to me, your servant, that you made to those who worship you."
    },
    {
      "verse": "39",
      "text": "Take away the shame I dread, for your law is good."
    },
    {
      "verse": "40",
      "text": "I always want to do what you say. Please let me live, for you do what is right. Waw"
    },
    {
      "verse": "41",
      "text": "Lord, please love me with your trustworthy love; please give me the salvation you promised."
    },
    {
      "verse": "42",
      "text": "Then I can reply to those who mock me, for I trust what you say."
    },
    {
      "verse": "43",
      "text": "Don't ever prevent me from being able to speak your words of truth, for I place my complete confidence in your just judgments."
    },
    {
      "verse": "44",
      "text": "I will continue to follow your teachings, forever and ever."
    },
    {
      "verse": "45",
      "text": "I shall live in freedom, for I have committed myself to obeying you."
    },
    {
      "verse": "46",
      "text": "I will instruct kings about your laws—I won't be embarrassed."
    },
    {
      "verse": "47",
      "text": "I'm so happy for your instructions. I love them!"
    },
    {
      "verse": "48",
      "text": "I lift up my hands in prayer, honoring your commandments. I will think deeply about all you say. Zayin"
    },
    {
      "verse": "49",
      "text": "Remember your promise to me, your servant. It's my only hope."
    },
    {
      "verse": "50",
      "text": "This is what brings me encouragement in my misery—your promise keeps me going!"
    },
    {
      "verse": "51",
      "text": "Arrogant people mock me terribly, but I don't give up on your teachings."
    },
    {
      "verse": "52",
      "text": "I think about the instructions you gave long ago, Lord, and they reassure me."
    },
    {
      "verse": "53",
      "text": "I am angry with the wicked because they have rejected your law."
    },
    {
      "verse": "54",
      "text": "Your instructions have been music to my ears wherever I have lived."
    },
    {
      "verse": "55",
      "text": "At night I think about the kind of person you are, Lord, and do what you say."
    },
    {
      "verse": "56",
      "text": "For this is how I live my life—by following your principles. Heth"
    },
    {
      "verse": "57",
      "text": "Lord, you are mine! I have promised to do as you say."
    },
    {
      "verse": "58",
      "text": "My whole being wants your blessing—please be kind to me, as you have promised!"
    },
    {
      "verse": "59",
      "text": "As I think about my life, I turn to follow what you have said."
    },
    {
      "verse": "60",
      "text": "I hurry to keep your commandments without delay"
    },
    {
      "verse": "61",
      "text": "Even though wicked people try to tie me up, I won't forget your instructions."
    },
    {
      "verse": "62",
      "text": "I get up in the middle of the night to thank you for your good laws."
    },
    {
      "verse": "63",
      "text": "I identify with all those who follow you, those who do what you tell them."
    },
    {
      "verse": "64",
      "text": "Lord, you love everyone on earth; please teach me what to do. Teth"
    },
    {
      "verse": "65",
      "text": "Lord, you have been so good to me, your servant, as you have promised."
    },
    {
      "verse": "66",
      "text": "Now teach me wise judgment and discernment because I believe in your instructions."
    },
    {
      "verse": "67",
      "text": "Previously I was suffering, wandering away from you, but now I do what you say."
    },
    {
      "verse": "68",
      "text": "Since you are good, everything you do is good. Teach me your ways."
    },
    {
      "verse": "69",
      "text": "Arrogant people smear my reputation with lies; but I whole-heartedly follow your commands."
    },
    {
      "verse": "70",
      "text": "They are cold and unfeeling, but I love your law."
    },
    {
      "verse": "71",
      "text": "The suffering I went through was good for me, so I could think about what you have stipulated."
    },
    {
      "verse": "72",
      "text": "What you tell me to do is worth more to me than much gold and silver. Yodh"
    },
    {
      "verse": "73",
      "text": "You created me and made me what I am; help me to learn and better understand your commandments."
    },
    {
      "verse": "74",
      "text": "May those who worship you be happy when they see me, for I place my confidence in your word."
    },
    {
      "verse": "75",
      "text": "Lord, I know that what you decide is right; you brought me down in order to help me because you are trustworthy."
    },
    {
      "verse": "76",
      "text": "May your trustworthy love comfort me as you promised me, your servant."
    },
    {
      "verse": "77",
      "text": "Be compassionate to me so I may live, for I love your teachings."
    },
    {
      "verse": "78",
      "text": "Bring down those proud people who wronged me with their lies. I will spend time thinking about your instructions."
    },
    {
      "verse": "79",
      "text": "Let those who follow you turn to me, those who understand your laws."
    },
    {
      "verse": "80",
      "text": "May I be innocent in the way I keep your rules so that I won't be ashamed. Kaph"
    },
    {
      "verse": "81",
      "text": "I'm exhausted waiting for you to save me, but my hope is in your word."
    },
    {
      "verse": "82",
      "text": "I strain my eyes looking for you to keep your promises, asking “When will you comfort me?”"
    },
    {
      "verse": "83",
      "text": "I've become like a wineskin that's been shriveled up by smoke, but I have not forgotten to do as you say."
    },
    {
      "verse": "84",
      "text": "How long do I have to wait before you punish my persecutors?"
    },
    {
      "verse": "85",
      "text": "These arrogant people have dug pits to trap me, these people who don't care anything about your law."
    },
    {
      "verse": "86",
      "text": "All your commands are trustworthy. Help me against these people who persecute me with their lies!"
    },
    {
      "verse": "87",
      "text": "They have almost killed me, but I have not given up on what you say."
    },
    {
      "verse": "88",
      "text": "Since you love me with your trustworthy love, don't let me die, so I can go on following the instructions you have given. Lamedh"
    },
    {
      "verse": "89",
      "text": "Your word, Lord, lasts forever. It stands firm in the heavens."
    },
    {
      "verse": "90",
      "text": "Your faithfulness lasts for all generations, as permanent as the earth you created."
    },
    {
      "verse": "91",
      "text": "Your judgments stand—they are as true today as ever—for everything serves your will."
    },
    {
      "verse": "92",
      "text": "If I didn't love your teachings, my suffering would have killed me."
    },
    {
      "verse": "93",
      "text": "I will never forget your instructions, for through them you give me life."
    },
    {
      "verse": "94",
      "text": "I belong to you, so please save me! I am committed to following your rules."
    },
    {
      "verse": "95",
      "text": "Even though wicked people are waiting to ambush and kill me, I will focus my mind on what you say."
    },
    {
      "verse": "96",
      "text": "I recognize that human perfection has its limits, but your law is limitless. Mem"
    },
    {
      "verse": "97",
      "text": "I really love your law! I meditate on it all day long."
    },
    {
      "verse": "98",
      "text": "Your commands make me wiser than my enemies, for I'm always thinking about your instructions."
    },
    {
      "verse": "99",
      "text": "In fact I have a better insight than all of my teachers because I spend time concentrating on what you say."
    },
    {
      "verse": "100",
      "text": "I even understand more than the elders because I follow your directions."
    },
    {
      "verse": "101",
      "text": "I avoid any course of action that leads to evil, because I want to remain faithful to your word."
    },
    {
      "verse": "102",
      "text": "I have not disregarded your instructions because you yourself taught me what to do."
    },
    {
      "verse": "103",
      "text": "Your words taste so sweet to me! They are sweeter than honey to my mouth."
    },
    {
      "verse": "104",
      "text": "I gain understanding from what you say, so I hate any way of life that's just a lie. Nun"
    },
    {
      "verse": "105",
      "text": "Your word is a lamp that shows me where to walk, it's a light for my path."
    },
    {
      "verse": "106",
      "text": "I've made a promise, and I will keep it: I will keep your rules that are always right!"
    },
    {
      "verse": "107",
      "text": "Lord, I'm really suffering! Please let me live, as you have promised."
    },
    {
      "verse": "108",
      "text": "Lord, please accept my offerings of praise that I freely give you. Teach me your rules."
    },
    {
      "verse": "109",
      "text": "My life is always at risk, but I will not forget your law."
    },
    {
      "verse": "110",
      "text": "Wicked people have set a trap for me, but I will not stray from your commandments."
    },
    {
      "verse": "111",
      "text": "I will always hold on to what you say for your words make me really happy,"
    },
    {
      "verse": "112",
      "text": "I have made up my mind to follow your instructions to the very end. Samekh"
    },
    {
      "verse": "113",
      "text": "I hate people who are two-faced, but I love your law."
    },
    {
      "verse": "114",
      "text": "You keep me safe and you defend me, your word gives me reason to hope."
    },
    {
      "verse": "115",
      "text": "Leave me alone, you evil people, and let me keep the commandments of my God."
    },
    {
      "verse": "116",
      "text": "Support me, Lord, as you promised, so I can live. Don't let my hope turn into discouragement."
    },
    {
      "verse": "117",
      "text": "Support me, so I can be saved and always pay attention to your instructions."
    },
    {
      "verse": "118",
      "text": "You reject all those who don't follow your instructions—they're fooling themselves by living a lie."
    },
    {
      "verse": "119",
      "text": "You treat the wicked people on earth as something worthless to be discarded; therefore I love your laws."
    },
    {
      "verse": "120",
      "text": "I have goose bumps thinking of you—I'm in awe! I'm scared of your judgments! Ayin"
    },
    {
      "verse": "121",
      "text": "I have done what's fair and right, so please don't abandon me to my enemies."
    },
    {
      "verse": "122",
      "text": "Please promise you'll take care of me, your servant. Don't let these arrogant people mistreat me."
    },
    {
      "verse": "123",
      "text": "I strain my eyes looking for your salvation, watching for you to fulfill your promise to make everything good."
    },
    {
      "verse": "124",
      "text": "Please treat me, your servant, according to your trustworthy love. Teach me what you want me to do."
    },
    {
      "verse": "125",
      "text": "I am your servant. Please give me discernment so I can understand your instructions."
    },
    {
      "verse": "126",
      "text": "Lord, it's time for you to act, for these people have broken your laws."
    },
    {
      "verse": "127",
      "text": "This is why I love your commandments more than gold, more than the finest gold."
    },
    {
      "verse": "128",
      "text": "All of your rules are right in every way, and so I hate any way of life that's just a lie. Pe"
    },
    {
      "verse": "129",
      "text": "Your laws are truly wonderful—that's why I keep them!"
    },
    {
      "verse": "130",
      "text": "Studying your words brings light so that even the uneducated can understand."
    },
    {
      "verse": "131",
      "text": "With keen desire I long for what you have to say."
    },
    {
      "verse": "132",
      "text": "Please pay attention to me and be kind to me, as you are with those who love you."
    },
    {
      "verse": "133",
      "text": "Tell me by your word the way I should go, and don't let any kind of evil control me."
    },
    {
      "verse": "134",
      "text": "Save me from cruel people so I can follow your instructions."
    },
    {
      "verse": "135",
      "text": "Please look favorably on me, your servant, teach me what I should do."
    },
    {
      "verse": "136",
      "text": "My tears stream down as I weep for those who don't keep your law. Tsadhe"
    },
    {
      "verse": "137",
      "text": "Lord, you are right, and what you decide is just!"
    },
    {
      "verse": "138",
      "text": "You have given your instructions which are fair and totally trustworthy."
    },
    {
      "verse": "139",
      "text": "My devotion is burning me up inside because my enemies ignore your words."
    },
    {
      "verse": "140",
      "text": "Your promises have been proved true, and that's why I, your servant, love them."
    },
    {
      "verse": "141",
      "text": "I may be unimportant and looked down on, but I don't forget your commandments."
    },
    {
      "verse": "142",
      "text": "Your goodness and justice last forever; and your law is the truth."
    },
    {
      "verse": "143",
      "text": "When I have problems and sadness, your commands make me happy."
    },
    {
      "verse": "144",
      "text": "Your laws are always right; help me to understand what they mean so I can live. Qoph"
    },
    {
      "verse": "145",
      "text": "My whole being is crying out! Lord, please answer me! I will follow your instructions."
    },
    {
      "verse": "146",
      "text": "I pray to you, asking, “Please save me!” so I can do what you say."
    },
    {
      "verse": "147",
      "text": "I get up before dawn, and call out to you for help and put my hope in your word."
    },
    {
      "verse": "148",
      "text": "During the night I stay awake, meditating on your word."
    },
    {
      "verse": "149",
      "text": "Listen to what I have to say, Lord, because of your trustworthy love. Keep me alive, Lord, because you always do what's right."
    },
    {
      "verse": "150",
      "text": "Evil people come running to attack me—they totally disregard your law."
    },
    {
      "verse": "151",
      "text": "But you, Lord, are close beside me; all your commandments are true."
    },
    {
      "verse": "152",
      "text": "Long ago I realized that your laws will last forever. Resh"
    },
    {
      "verse": "153",
      "text": "Please look at my suffering and save me! I have not forgotten your teachings."
    },
    {
      "verse": "154",
      "text": "Plead my case, and save me as you promised! Let me live!"
    },
    {
      "verse": "155",
      "text": "Wicked people can't be saved, because they don't care about what you say."
    },
    {
      "verse": "156",
      "text": "Lord, your mercy is so great! Because you are always fair, please let me live!"
    },
    {
      "verse": "157",
      "text": "Despite the many people who persecute and mistreat me, I have not strayed from your laws."
    },
    {
      "verse": "158",
      "text": "Watching these unfaithful people disgusts me because they take no notice of your word."
    },
    {
      "verse": "159",
      "text": "See how much I love your commandments, Lord. Please let me live because of your trustworthy love."
    },
    {
      "verse": "160",
      "text": "Your word can be summed up in one word: truth! All of your just laws will last forever. Shin"
    },
    {
      "verse": "161",
      "text": "Leaders persecute me for no reason, but I am in awe only of your word."
    },
    {
      "verse": "162",
      "text": "Your word makes me so happy—I'm like someone who discovers immense treasure."
    },
    {
      "verse": "163",
      "text": "I hate and detest lies, but I love your teachings."
    },
    {
      "verse": "164",
      "text": "I praise you seven times a day because your laws are good."
    },
    {
      "verse": "165",
      "text": "Those who love your teachings have wonderful peace and nothing trips them up."
    },
    {
      "verse": "166",
      "text": "Lord, I look forward to your salvation. I keep your commandments."
    },
    {
      "verse": "167",
      "text": "I obey your laws and love them very much."
    },
    {
      "verse": "168",
      "text": "I keep your commandments and laws because you see everything I do. Taw"
    },
    {
      "verse": "169",
      "text": "Lord, please listen to my sad cry; help me to understand, as you promised."
    },
    {
      "verse": "170",
      "text": "Please hear what I have to say to you, and save me, as you promised."
    },
    {
      "verse": "171",
      "text": "Let me pour out my words of praise, for you teach me what to do."
    },
    {
      "verse": "172",
      "text": "I will sing about your word, for all your commandments are right."
    },
    {
      "verse": "173",
      "text": "Please be ready to help me, for I have chosen to follow your instructions."
    },
    {
      "verse": "174",
      "text": "I long for your salvation, Lord; your teachings make me happy."
    },
    {
      "verse": "175",
      "text": "May I live my life in praise to you, and may your instructions help me."
    },
    {
      "verse": "176",
      "text": "I have wandered away like a lost sheep, so please come looking for me, for I have not forgotten your commandments."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}