{
  "version": "FBV",
  "book": "PSA",
  "chapter": 135,
  "verses": [
    {
      "verse": "1",
      "text": "Praise the Lord! Praise the Lord's reputation! Praise the Lord, all you servants of the Lord"
    },
    {
      "verse": "2",
      "text": "who worship in the house of the Lord, in the courts of our God."
    },
    {
      "verse": "3",
      "text": "Praise the Lord, for the Lord is good; sing praises to his character because it is wonderful!"
    },
    {
      "verse": "4",
      "text": "For the Lord has chosen Jacob for himself; Israel as his very own."
    },
    {
      "verse": "5",
      "text": "I know how great the Lord is—our Lord is greater than all gods."
    },
    {
      "verse": "6",
      "text": "The Lord does whatever he wants throughout heaven and earth, on the seas and in the ocean depths."
    },
    {
      "verse": "7",
      "text": "He causes the clouds to rise all over the earth, he makes lightning flash and give rain, he sends the winds from his storehouses."
    },
    {
      "verse": "8",
      "text": "He struck down the firstborn of Egypt, both human and animal."
    },
    {
      "verse": "9",
      "text": "He did wonderful miracles among you in Egypt, against Pharaoh and all his servants."
    },
    {
      "verse": "10",
      "text": "He struck down many nations, he killed powerful kings, such as"
    },
    {
      "verse": "11",
      "text": "Sihon, king of the Amorites, Og, king of Bashan, and all the kings who ruled in Canaan."
    },
    {
      "verse": "12",
      "text": "He handed over their lands to Israel, his special people, for them to possess."
    },
    {
      "verse": "13",
      "text": "Your reputation, Lord, stands forever; you, Lord, are remembered for all generations."
    },
    {
      "verse": "14",
      "text": "The Lord will vindicate his people; he will show compassion to those who follow him."
    },
    {
      "verse": "15",
      "text": "The idols of the foreign nations are only objects of silver and gold, made by human hands."
    },
    {
      "verse": "16",
      "text": "They have mouths, but can't speak; they have eyes, but can't see."
    },
    {
      "verse": "17",
      "text": "They have ears, but can't hear; they can't even breathe!"
    },
    {
      "verse": "18",
      "text": "Those who make idols will become just like them, and so will everyone who trusts in them."
    },
    {
      "verse": "19",
      "text": "People of Israel, praise the Lord! Descendants of Aaron, praise the Lord!"
    },
    {
      "verse": "20",
      "text": "Levites, praise the Lord! Everyone who worships the Lord, praise the Lord!"
    },
    {
      "verse": "21",
      "text": "Praise the Lord from Zion, for he lives in Jerusalem! Praise the Lord!"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}