{
  "version": "FBV",
  "book": "PSA",
  "chapter": 147,
  "verses": [
    {
      "verse": "1",
      "text": "Praise the Lord, for it's good to sing praises to our God! Praise is wonderful and beautiful!"
    },
    {
      "verse": "2",
      "text": "The Lord is rebuilding Jerusalem, gathering together the people of Israel who have been scattered."
    },
    {
      "verse": "3",
      "text": "He heals the broken-hearted, and bandages the wounded."
    },
    {
      "verse": "4",
      "text": "He knows how many stars he made, and commands all of them by name."
    },
    {
      "verse": "5",
      "text": "Our Lord is great! His power is immense! There's no limit to what he understands!"
    },
    {
      "verse": "6",
      "text": "The Lord helps those who are bowed down to get up; but he grinds the wicked into the ground."
    },
    {
      "verse": "7",
      "text": "Sing thanks to the Lord! Sing praises to our God with a harp!"
    },
    {
      "verse": "8",
      "text": "He covers the sky with clouds to bring rain to the earth, and makes the grass grow on the hills."
    },
    {
      "verse": "9",
      "text": "He gives food to the animals, and to the baby ravens when they call."
    },
    {
      "verse": "10",
      "text": "The Lord doesn't appreciate the strength of war-horses or value human power."
    },
    {
      "verse": "11",
      "text": "What the Lord values are those who follow him, those who put their confidence in his trustworthy love."
    },
    {
      "verse": "12",
      "text": "Jerusalem, praise the Lord! Zion, praise your God!"
    },
    {
      "verse": "13",
      "text": "He makes the bars on your city gates strong, and blesses your children around you."
    },
    {
      "verse": "14",
      "text": "He keeps the borders of your land safe from attack; he provides you with plenty of the finest wheat."
    },
    {
      "verse": "15",
      "text": "He sends his commands around the world—they're quickly implemented."
    },
    {
      "verse": "16",
      "text": "He sends snow as white as wool, and scatters frost like ashes."
    },
    {
      "verse": "17",
      "text": "He throws hail like stones. Who can stand the cold he sends?"
    },
    {
      "verse": "18",
      "text": "Then he sends out his command and it melts; he blows on it and the water flows."
    },
    {
      "verse": "19",
      "text": "He proclaims his word to Jacob; his rules and laws to Israel."
    },
    {
      "verse": "20",
      "text": "He has not done this for any other nation—they don't know his laws. Praise the Lord!"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}