{
  "version": "FBV",
  "book": "PSA",
  "chapter": 148,
  "verses": [
    {
      "verse": "1",
      "text": "Praise the Lord! Praise the Lord from heaven; praise him in the heights above!"
    },
    {
      "verse": "2",
      "text": "Praise him, all his angels; praise him, all his heavenly armies!"
    },
    {
      "verse": "3",
      "text": "Praise him, sun and moon! Praise him, all you shining stars!"
    },
    {
      "verse": "4",
      "text": "Praise him, highest heavens, and the waters above the heavens!"
    },
    {
      "verse": "5",
      "text": "Let them all praise the Lord and his nature, for he gave the order and they were created."
    },
    {
      "verse": "6",
      "text": "He placed them in their positions forever and ever; he established a law that will never end."
    },
    {
      "verse": "7",
      "text": "Praise the Lord from the earth, and creatures from all the depths of the seas,"
    },
    {
      "verse": "8",
      "text": "lightning and hail, snow and clouds, and stormy wind—everything that does as he commands."
    },
    {
      "verse": "9",
      "text": "Mountains and all the hills, fruit trees and all the trees of the forest,"
    },
    {
      "verse": "10",
      "text": "wild animals and all livestock, crawling animals and wild birds,"
    },
    {
      "verse": "11",
      "text": "earthly kings and all peoples, leaders and rulers of the world,"
    },
    {
      "verse": "12",
      "text": "young men and women, old people and children—"
    },
    {
      "verse": "13",
      "text": "Let them all praise the Lord, for his reputation is unequalled; his glory is above anything on earth or in heaven."
    },
    {
      "verse": "14",
      "text": "He has given his people a source of strength, bringing praise to his faithful followers, the people of Israel who are dear to him. Praise the Lord!"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}