{
  "version": "FBV",
  "book": "PSA",
  "chapter": 2,
  "verses": [
    {
      "verse": "1",
      "text": "Why are the nations plotting rebellion? The peoples devise schemes, but they're pointless."
    },
    {
      "verse": "2",
      "text": "The kings of the world prepare to attack, and the rulers conspire together against the Lord and his anointed one, saying,"
    },
    {
      "verse": "3",
      "text": "“Let's break the chains and throw away the cords that bind us.”"
    },
    {
      "verse": "4",
      "text": "But the one who sits enthroned in heaven laughs. The Lord mocks them."
    },
    {
      "verse": "5",
      "text": "He will thunder at them, and terrify them in his fury, saying,"
    },
    {
      "verse": "6",
      "text": "“It is I who placed my king on Zion, my holy mountain.”"
    },
    {
      "verse": "7",
      "text": "“I will proclaim the Lord's decree,” says the king. “He told me, ‘You are my son. Today I have become your father."
    },
    {
      "verse": "8",
      "text": "Ask me, and I will give you the nations as your possessions—the whole earth will belong to you."
    },
    {
      "verse": "9",
      "text": "You will break them with a rod of iron, smashing them like pottery.’”"
    },
    {
      "verse": "10",
      "text": "So then you kings, be wise! Be warned, you rulers of the world!"
    },
    {
      "verse": "11",
      "text": "Serve the Lord in reverence, celebrate with trembling!"
    },
    {
      "verse": "12",
      "text": "Submit to his son so that he will not become angry and you die suddenly. His anger flares up quickly, but how happy are all those who go to him for protection."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}