{
  "version": "FBV",
  "book": "PSA",
  "chapter": 41,
  "verses": [
    {
      "verse": "1",
      "text": "How happy are those who take care of the poor! When they are in trouble the Lord will save them."
    },
    {
      "verse": "2",
      "text": "The Lord protects them and keeps them alive. They will live happily in the land, and they will not be handed over to their enemies."
    },
    {
      "verse": "3",
      "text": "The Lord looks after them when they're sick; he makes them well from their illness."
    },
    {
      "verse": "4",
      "text": "“Lord, please be gracious to me,” I asked. “Please heal me, for I have sinned against you.”"
    },
    {
      "verse": "5",
      "text": "Those who hate me only say evil things about me. “When is he going to die, and people forget all about him?” they ask."
    },
    {
      "verse": "6",
      "text": "They come to visit me, but their sympathy is not sincere. They're only interested in the bad news, which they spread around as soon as they leave."
    },
    {
      "verse": "7",
      "text": "All who hate me talk in whispers about my condition, hoping for the worst."
    },
    {
      "verse": "8",
      "text": "“He's been cursed with some terrible disease,” they say. “Now he's bed-ridden he'll never recover!”"
    },
    {
      "verse": "9",
      "text": "Even my best friend, the one I trusted, who shared meals with me—even he has turned against me."
    },
    {
      "verse": "10",
      "text": "But you Lord, please be gracious to me, make me well so I can repay them!"
    },
    {
      "verse": "11",
      "text": "I know you are pleased with me because you have not let my enemies win and shout in triumph over me."
    },
    {
      "verse": "12",
      "text": "You have supported me because of my integrity, you have brought me into your presence forever."
    },
    {
      "verse": "13",
      "text": "Praise the Lord, the God of Israel, from eternity to eternity! Amen and amen!"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}