{
  "version": "FBV",
  "book": "PSA",
  "chapter": 60,
  "verses": [
    {
      "verse": "1",
      "text": "You, God, have rejected us! You have broken us; you have been angry with us; but now you have to welcome us back!"
    },
    {
      "verse": "2",
      "text": "You have sent earthquakes on our land and split it apart. Now heal the cracks, for the land is still having tremors."
    },
    {
      "verse": "3",
      "text": "You have been very hard on your people; you gave us wine that made us stagger around."
    },
    {
      "verse": "4",
      "text": "But you have given those who respect you the banner of truth to unfurl and rally around. Selah."
    },
    {
      "verse": "5",
      "text": "Rescue those you love! Answer us, and save us by your power!"
    },
    {
      "verse": "6",
      "text": "God has spoken from his Temple: “Triumphantly I divide up Shechem, and portion out the Valley of Succoth."
    },
    {
      "verse": "7",
      "text": "Both Gilead and Manasseh belong to me. Ephraim is my helmet, and Judah is my scepter."
    },
    {
      "verse": "8",
      "text": "I will treat Moab as my washbasin; I will place my sandal on Edom; I will shout in triumph over Philistia.”"
    },
    {
      "verse": "9",
      "text": "Who will bring me into the fortified city? Who will lead me into Edom?"
    },
    {
      "verse": "10",
      "text": "Have you rejected us, God? Won't you lead our armies?"
    },
    {
      "verse": "11",
      "text": "Please give us help against our enemies, for human help is worthless."
    },
    {
      "verse": "12",
      "text": "Our strength is in God, and he will crush our enemies."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}