{
  "version": "FBV",
  "book": "PSA",
  "chapter": 66,
  "verses": [
    {
      "verse": "1",
      "text": "Everyone on earth, shout for joy to God!"
    },
    {
      "verse": "2",
      "text": "Sing about his marvelous reputation; praise him for his goodness!"
    },
    {
      "verse": "3",
      "text": "Tell God, “What you do is awesome! Your enemies are forced to bow before you because of your power."
    },
    {
      "verse": "4",
      "text": "Everyone on earth worships you, singing your praises—singing praises because of who you are.” Selah."
    },
    {
      "verse": "5",
      "text": "Come and see what God has done! What he does for people is truly awesome!"
    },
    {
      "verse": "6",
      "text": "He turned the Red Sea into dry land, and his people walked across through the waters. We celebrated there because of what he did."
    },
    {
      "verse": "7",
      "text": "He rules forever through his power. He keeps an eye on the nations, watching to make sure no rebels rise up in opposition. Selah."
    },
    {
      "verse": "8",
      "text": "Let all people everywhere bless our God, and loudly sing praises to him."
    },
    {
      "verse": "9",
      "text": "He has kept us alive, and he has not let us fall."
    },
    {
      "verse": "10",
      "text": "God, you have tested us, refining us like silver."
    },
    {
      "verse": "11",
      "text": "You caught us in your net; you placed heavy burdens on our backs."
    },
    {
      "verse": "12",
      "text": "You let people ride roughshod over us; we suffered through fire and flooding, but you brought us to a safe place."
    },
    {
      "verse": "13",
      "text": "I will come to your Temple with burnt offerings; I will fulfill my promises to you,"
    },
    {
      "verse": "14",
      "text": "the promises I made when I was in trouble."
    },
    {
      "verse": "15",
      "text": "I will sacrifice burnt offerings to you of fattened livestock—the smoke of the sacrifice of rams, offerings of bulls and goats. Selah."
    },
    {
      "verse": "16",
      "text": "Come and listen, everyone who honors God, and I will tell you all he has done for me."
    },
    {
      "verse": "17",
      "text": "I called out to him, and praised him with my voice."
    },
    {
      "verse": "18",
      "text": "If I had focused my mind on evil, the Lord would not have listened to me."
    },
    {
      "verse": "19",
      "text": "But God did hear me! He listened to what I had to say in my prayer!"
    },
    {
      "verse": "20",
      "text": "Praise God, who did not disregard my prayer or take his trustworthy love from me."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}