{
  "version": "FBV",
  "book": "PSA",
  "chapter": 73,
  "verses": [
    {
      "verse": "1",
      "text": "Truly God is good to Israel, to those whose minds are pure."
    },
    {
      "verse": "2",
      "text": "But I was stumbling, my feet were starting to slide,"
    },
    {
      "verse": "3",
      "text": "because I was jealous of self-important people—I saw how well the wicked were doing."
    },
    {
      "verse": "4",
      "text": "They don't ever seem to get sick; they are strong and healthy."
    },
    {
      "verse": "5",
      "text": "They don't have problems like other people; they don't get hit by disasters like everybody else."
    },
    {
      "verse": "6",
      "text": "They wear their pride like a necklace; they clothe themselves with violence."
    },
    {
      "verse": "7",
      "text": "Their eyes bulge out because they're so fat; their minds are full of selfish vanity."
    },
    {
      "verse": "8",
      "text": "They mock people, and speak maliciously; they arrogantly threaten cruelty."
    },
    {
      "verse": "9",
      "text": "They talk irreverently against heaven above, and defame people here on earth."
    },
    {
      "verse": "10",
      "text": "As a result people turn to them and drink in everything they say."
    },
    {
      "verse": "11",
      "text": "“God won't find out,” they say. “The Most High doesn't even know what's going on!”"
    },
    {
      "verse": "12",
      "text": "Look at these wicked people! They don't have a care in the world, and they're always making money!"
    },
    {
      "verse": "13",
      "text": "It's been pointless to keep my mind pure and my hands clean."
    },
    {
      "verse": "14",
      "text": "I'm cursed with suffering all day long; every morning I'm punished."
    },
    {
      "verse": "15",
      "text": "If I'd talked like this to others, I would have betrayed your people."
    },
    {
      "verse": "16",
      "text": "So I thought about it and tried to understand, but it looked like a lot of hard work to me—"
    },
    {
      "verse": "17",
      "text": "until I went into God's Temple. Then I understood what happens to the wicked in the end."
    },
    {
      "verse": "18",
      "text": "For you send them on a slippery path; you throw them down to destruction."
    },
    {
      "verse": "19",
      "text": "How quickly they're destroyed! They come to a terrifying end."
    },
    {
      "verse": "20",
      "text": "Like waking up from a dream, Lord—when you get up you will forget all about them!"
    },
    {
      "verse": "21",
      "text": "At that time my thoughts were bitter. I felt like I had been stabbed."
    },
    {
      "verse": "22",
      "text": "I was stupid and ignorant. I was like a brute beast to you."
    },
    {
      "verse": "23",
      "text": "Yet I'm always with you; you hold me by the hand."
    },
    {
      "verse": "24",
      "text": "You tell me what to do; and ultimately you will welcome me in glory."
    },
    {
      "verse": "25",
      "text": "Who is there in heaven for me except you? And I want nothing on earth except you."
    },
    {
      "verse": "26",
      "text": "My body and my mind may fail, but God is the foundation of my life. He is mine forever!"
    },
    {
      "verse": "27",
      "text": "Those people who are far from God will die. You destroy all those unfaithful to you."
    },
    {
      "verse": "28",
      "text": "But I love to stay close to God! I have chosen the Lord God to protect me. I will share all that you have done."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}