{
  "version": "FBV",
  "book": "PSA",
  "chapter": 77,
  "verses": [
    {
      "verse": "1",
      "text": "I cry out to God for help—I even shout. If only he would listen to me!"
    },
    {
      "verse": "2",
      "text": "When I was in trouble I prayed to the Lord. All night long I stretched out my hands to him in prayer but nothing brought me any comfort."
    },
    {
      "verse": "3",
      "text": "I thought about God, groaning loudly; I meditated on him, but I was discouraged. Selah."
    },
    {
      "verse": "4",
      "text": "You stop me going to sleep; I'm so upset I can't even talk."
    },
    {
      "verse": "5",
      "text": "I think of the old days, years ago."
    },
    {
      "verse": "6",
      "text": "I remember the songs I sang in the night. I meditate and ask myself:"
    },
    {
      "verse": "7",
      "text": "Has the Lord given up on me forever? Won't he ever be pleased with me again?"
    },
    {
      "verse": "8",
      "text": "Has his trustworthy love disappeared forever? Have his promises permanently ended?"
    },
    {
      "verse": "9",
      "text": "Has God forgotten to be kind? Has he angrily slammed the door shut on his compassion? Selah."
    },
    {
      "verse": "10",
      "text": "Then I said, “This is what hurts me the most: the Most High doesn't treat me the way he used to.”"
    },
    {
      "verse": "11",
      "text": "I remember what you have done, Lord; I remember all the wonderful things you did long ago."
    },
    {
      "verse": "12",
      "text": "I will think about all you have accomplished; I will think deeply about how you have acted."
    },
    {
      "verse": "13",
      "text": "God, your ways are holy; is any god as great as you?"
    },
    {
      "verse": "14",
      "text": "You are the God who does wonderful things! You have revealed your power to the nations."
    },
    {
      "verse": "15",
      "text": "Through your strength you saved your people, the descendants of Jacob and Joseph. Selah."
    },
    {
      "verse": "16",
      "text": "When the waters saw you, God, when they looked they trembled! Yes, they shook down to the very depths!"
    },
    {
      "verse": "17",
      "text": "The clouds poured rain down; the skies crashed with thunder; your lightning flew like arrows."
    },
    {
      "verse": "18",
      "text": "Your thunder rumbled from the whirlwind; lightning flashes lit up the world; the earth quaked and shook."
    },
    {
      "verse": "19",
      "text": "Your way led through the sea; your path passed through the deep sea; yet your footprints were invisible."
    },
    {
      "verse": "20",
      "text": "You led your people like a flock, shepherded by Moses and Aaron."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}