{
  "version": "FBV",
  "book": "PSA",
  "chapter": 80,
  "verses": [
    {
      "verse": "1",
      "text": "Please hear us, Shepherd of Israel, you who lead the descendants of Joseph like a flock. You who sit on your throne above the cherubim, shine out"
    },
    {
      "verse": "2",
      "text": "in the presence of Ephraim, Benjamin, and Manasseh. Gather together your power and come to save us!"
    },
    {
      "verse": "3",
      "text": "God, please restore us! Let your face shine on us so we can be saved."
    },
    {
      "verse": "4",
      "text": "Lord God Almighty, how long will you be angry with the prayers of your people?"
    },
    {
      "verse": "5",
      "text": "You fed them with the bread of tears, and gave them a full bowl of tears to drink."
    },
    {
      "verse": "6",
      "text": "You turn us into victims our neighbors fight over; our enemies mock us."
    },
    {
      "verse": "7",
      "text": "God Almighty, please restore us! Let your face shine on us so we can be saved!"
    },
    {
      "verse": "8",
      "text": "You carried us out of Egypt like a vine. You drove out the heathen nations, and then you planted the vine."
    },
    {
      "verse": "9",
      "text": "You prepared the ground for the vine. It took root and filled the land."
    },
    {
      "verse": "10",
      "text": "The mountains were covered by its shade; its branches covered the great cedars."
    },
    {
      "verse": "11",
      "text": "It sent its branches as far west as the Mediterranean Sea, and its shoots as far east as the Euphrates River."
    },
    {
      "verse": "12",
      "text": "So why have you broken down the walls that protect it so that everyone who passes by can steal its fruit?"
    },
    {
      "verse": "13",
      "text": "Wild pigs from the forest eat it, wild animals feed on it."
    },
    {
      "verse": "14",
      "text": "God Almighty, please return to us! Look down from heaven and see what's happening to us! Come and care for this vine"
    },
    {
      "verse": "15",
      "text": "that you planted yourself, this son that you brought up yourself."
    },
    {
      "verse": "16",
      "text": "We, your vine, have been chopped down and burned. May those who did this die when you glare at them."
    },
    {
      "verse": "17",
      "text": "Protect the man who stands beside you; strengthen the son you have chosen."
    },
    {
      "verse": "18",
      "text": "Then we will not turn away from you. Revive us so we can pray to you."
    },
    {
      "verse": "19",
      "text": "Lord God Almighty, please restore us! Let your face shine on us so we can be saved."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}