{
  "version": "FBV",
  "book": "PSA",
  "chapter": 90,
  "verses": [
    {
      "verse": "1",
      "text": "Lord, through every generation, you have been “home” for us!"
    },
    {
      "verse": "2",
      "text": "Before the mountains were born, before you gave birth to the earth and the universe, from eternity past to eternity future, you are God."
    },
    {
      "verse": "3",
      "text": "You turn people back into dust, saying, “Return to dust, human beings.”"
    },
    {
      "verse": "4",
      "text": "In your eyes, a thousand years are like a day that's already gone; like a few passing hours of the night."
    },
    {
      "verse": "5",
      "text": "You bring people's lives to a sudden end, like dreams that vanish. They are like grass that grows up in the morning—"
    },
    {
      "verse": "6",
      "text": "it sprouts in the morning, fresh and new, but by the evening it is withered and dead."
    },
    {
      "verse": "7",
      "text": "We are burned up by your anger, terrified by your fury."
    },
    {
      "verse": "8",
      "text": "You have set out our sins before you—our secret sins are visible in the light of your presence."
    },
    {
      "verse": "9",
      "text": "Our lives fade away under your anger, coming to an end as quickly as a sigh."
    },
    {
      "verse": "10",
      "text": "We live for seventy years—eighty if we have the strength. But even in the prime of life all that we have is hardship and suffering. Soon our lives are over and we're gone."
    },
    {
      "verse": "11",
      "text": "Who can know the power of your anger? Who understands your fury so you can be shown reverence?"
    },
    {
      "verse": "12",
      "text": "Teach us to value every one of our days so we can live wisely!"
    },
    {
      "verse": "13",
      "text": "Lord, how long will it be before you come back to us and have pity on us your servants?"
    },
    {
      "verse": "14",
      "text": "Show us every morning your trustworthy love so we may be happy, full of joy throughout our lives."
    },
    {
      "verse": "15",
      "text": "Make us glad for as many days as you made us sad, for all the years we suffered!"
    },
    {
      "verse": "16",
      "text": "May we, your servants, see you at work for us again; may our children see your glory."
    },
    {
      "verse": "17",
      "text": "May our Lord God be pleased with us, blessing what we do, blessing what we do."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}