{
  "version": "FBV",
  "book": "PSA",
  "chapter": 96,
  "verses": [
    {
      "verse": "1",
      "text": "Sing to the Lord a new song! All the earth, sing to the Lord!"
    },
    {
      "verse": "2",
      "text": "Sing to the Lord, and of his wonderful reputation! Each day let everyone know of his salvation!"
    },
    {
      "verse": "3",
      "text": "Declare his glorious acts among the nations, the amazing things he does among all peoples."
    },
    {
      "verse": "4",
      "text": "For the Lord is great, and deserves the best praise! He is to be respected with awe above all gods."
    },
    {
      "verse": "5",
      "text": "For all the gods of other nations are idols; but the Lord made the heavens!"
    },
    {
      "verse": "6",
      "text": "Splendor and majesty are his; power and glory are in his sanctuary."
    },
    {
      "verse": "7",
      "text": "Give the Lord acclamation, nations of the world, acclaim him with glory and strength."
    },
    {
      "verse": "8",
      "text": "Give the Lord the glory he deserves; bring an offering and come into his courts."
    },
    {
      "verse": "9",
      "text": "Worship the Lord in his magnificent holiness; let all the earth tremble in his presence."
    },
    {
      "verse": "10",
      "text": "Tell the nations, “The Lord is in charge!” The world is held together firmly—it cannot be broken apart. He will judge everyone fairly."
    },
    {
      "verse": "11",
      "text": "Let the heavens sing for joy, let the earth be happy, let the sea and everything in it shout with praise!"
    },
    {
      "verse": "12",
      "text": "Let the fields and everything there celebrate; let all the trees in the forest sing for joy."
    },
    {
      "verse": "13",
      "text": "In fact, let everything that stands before the Lord sing praises, for he is coming, coming to judge the earth. He will judge the world with fairness, and the nations with his truth."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}