{
  "version": "FBV",
  "book": "GEN",
  "chapter": 10,
  "verses": [
    {
      "verse": "1",
      "text": "The following are the genealogies of the sons of Noah: Shem, Ham, and Japheth. They had sons born to them after the flood."
    },
    {
      "verse": "2",
      "text": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras."
    },
    {
      "verse": "3",
      "text": "The sons of Gomer: Ashkenaz, Riphath, and Togarmah."
    },
    {
      "verse": "4",
      "text": "The sons of Javan: Elishah, Tarshish, Kittim, and Dodanim."
    },
    {
      "verse": "5",
      "text": "The descendants of these ancestors spread throughout the coastal areas, each group having their own language, with their families developing into different nations."
    },
    {
      "verse": "6",
      "text": "The sons of Ham: Cush, Mizraim, Put, and Canaan."
    },
    {
      "verse": "7",
      "text": "The sons of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan."
    },
    {
      "verse": "8",
      "text": "Cush was also the father of Nimrod, who set himself up as the first tyrant on earth."
    },
    {
      "verse": "9",
      "text": "He was a powerful fighter who defied the Lord; which is why there's the expression, “Like Nimrod, a powerful fighter who defied the Lord.”"
    },
    {
      "verse": "10",
      "text": "His kingdom began in the cities of Babel, Erech, Akkad, and Calneh, all located in the land of Shinar."
    },
    {
      "verse": "11",
      "text": "From there he moved into Assyria and built the cities of Nineveh, Rehoboth-Ir, Calah,"
    },
    {
      "verse": "12",
      "text": "and Resen, which lies between Nineveh and the great city of Calah."
    },
    {
      "verse": "13",
      "text": "Mizraim was the father of the Ludites, the Anamites, the Lehabites, the Naphtuhites,"
    },
    {
      "verse": "14",
      "text": "the Pathrusites, the Casluhites, and the Caphtorites (ancestors of the Philistines)."
    },
    {
      "verse": "15",
      "text": "Canaan was the father of Sidon, his firstborn, and of the Hittites,"
    },
    {
      "verse": "16",
      "text": "the Jebusites, the Amorites, the Girgashites,"
    },
    {
      "verse": "17",
      "text": "the Hivites, the Arkites, the Sinites,"
    },
    {
      "verse": "18",
      "text": "the Arvadites, the Zemarites, and the Hamathites. Later the Canaanite tribes spread out"
    },
    {
      "verse": "19",
      "text": "and the territory of the Canaanites stretched from Sidon towards Gerar and all the way to Gaza, then towards Sodom, Gomorrah, Admah, and Zeboiim, all the way to Lasha."
    },
    {
      "verse": "20",
      "text": "These were the sons of Ham according to their tribes, languages, lands, and nation."
    },
    {
      "verse": "21",
      "text": "Shem, whose older brother was Japheth, also had sons. Shem was the forefather of all the sons of Eber."
    },
    {
      "verse": "22",
      "text": "The sons of Shem: Elam, Asshur, Arphaxad, Lud, and Aram."
    },
    {
      "verse": "23",
      "text": "The sons of Aram: Uz, Hul, Gether, and Mash."
    },
    {
      "verse": "24",
      "text": "Arphaxad was the father of Shelah. Shelah was the father of Eber."
    },
    {
      "verse": "25",
      "text": "Eber had two sons. One was named Peleg, because in his time the earth was divided; the name of his brother was Joktan."
    },
    {
      "verse": "26",
      "text": "Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,"
    },
    {
      "verse": "27",
      "text": "Hadoram, Uzal, Diklah,"
    },
    {
      "verse": "28",
      "text": "Obal, Abimael, Sheba,"
    },
    {
      "verse": "29",
      "text": "Ophir, Havilah, and Jobab. These were all sons of Joktan."
    },
    {
      "verse": "30",
      "text": "They lived in the land lying between Mesha to Sephar, in the hill country to the east."
    },
    {
      "verse": "31",
      "text": "These were the sons of Shem, according to their tribes, languages, lands, and nations."
    },
    {
      "verse": "32",
      "text": "These were all the tribes descended from Noah's sons, according to their genealogies and national groups. From these ancestors the different nations of the earth spread around the world after the flood."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}