{
  "version": "FBV",
  "book": "GEN",
  "chapter": 19,
  "verses": [
    {
      "verse": "1",
      "text": "The two angels arrived at Sodom in the evening. Lot happened to be sitting at the entrance to Sodom, and when he saw them he stood up to meet them, and bowed low with his face to the ground."
    },
    {
      "verse": "2",
      "text": "“Sirs, please come and stay with me for the night,” he said. “You can wash your feet and then be on your way early in the morning.” They replied, “No, it's fine. We'll spend the night here in the square.”"
    },
    {
      "verse": "3",
      "text": "But Lot insisted, and they went with him to his house. He made them a meal and baked bread for them to eat."
    },
    {
      "verse": "4",
      "text": "But they hadn't even gone to bed before the men of Sodom, young and old, from every part of town, came and surrounded the house."
    },
    {
      "verse": "5",
      "text": "They shouted out to Lot, “Where are the men who came to stay with you tonight? Bring them out here to us so we can have sex with them.”"
    },
    {
      "verse": "6",
      "text": "Lot went out to talk to them in the doorway, closing the door behind him."
    },
    {
      "verse": "7",
      "text": "“My friends, please don't do such an evil thing!"
    },
    {
      "verse": "8",
      "text": "Listen, I've got two virgin daughters. Let me bring them out to you, and you can do to them whatever you want, but please don't do anything to these men. It's my responsibility to look after them.”"
    },
    {
      "verse": "9",
      "text": "“Out of our way!” they shouted. “Who do you think you are, coming to live here and now trying to judge us? We'll do even worse things to you than we were going to do to these men!” They rushed forward at Lot and tried to break down the door."
    },
    {
      "verse": "10",
      "text": "But the men inside reached out and grabbed Lot, dragged him inside, and slammed the door shut."
    },
    {
      "verse": "11",
      "text": "Then they made all the men in the doorway, young and old, suddenly go blind so they couldn't find the door."
    },
    {
      "verse": "12",
      "text": "The two men asked Lot, “Is there anyone else here who's part of your family—sons-in-law, or sons or daughters, or anyone else in the town? If there are, make sure they leave,"
    },
    {
      "verse": "13",
      "text": "because we are about to destroy this place. The complaints that have reached the Lord about its people have become so bad that he has sent us to destroy it.”"
    },
    {
      "verse": "14",
      "text": "Lot went immediately to speak to the men who were engaged to marry his daughters. “Get up quickly and leave,” he said, “because the Lord is about to destroy the town!” But they thought it was just a joke."
    },
    {
      "verse": "15",
      "text": "At dawn, the angels begged Lot to be quick, telling him, “Hurry up! Leave right now with your wife and your two daughters here, otherwise you'll be wiped out when the city is punished.”"
    },
    {
      "verse": "16",
      "text": "But Lot hesitated. The men grabbed his hand, and those of his wife and two daughters, and dragged them along, leaving them outside the town. The Lord was kind to them to do this."
    },
    {
      "verse": "17",
      "text": "As soon as they were outside, one of the men said, “Run for your lives! Don't look back, and don't stop anywhere in the valley! Run to the mountains otherwise you'll be destroyed!”"
    },
    {
      "verse": "18",
      "text": "“Please sir, not that!” Lot replied."
    },
    {
      "verse": "19",
      "text": "“If you don't mind, since you have already been so kind to me by saving my life, don't make me run to the mountains—I just can't make it. The destruction will overtake me and I'll die!"
    },
    {
      "verse": "20",
      "text": "Look, there's a town nearby that's close enough to run to, and it's so small. Please let me run there—it's really very small. It would save my life.”"
    },
    {
      "verse": "21",
      "text": "“Fine—I'll do as you ask,” he replied. “I won't destroy this town you've mentioned."
    },
    {
      "verse": "22",
      "text": "But hurry up and run there quickly, because I can't do anything until you get there.” (This is why the town was called Zoar.)"
    },
    {
      "verse": "23",
      "text": "The sun had already risen by the time Lot reached Zoar."
    },
    {
      "verse": "24",
      "text": "Then the Lord rained down fire and burning sulfur from the sky on Sodom and Gomorrah."
    },
    {
      "verse": "25",
      "text": "He completely destroyed the towns and all their inhabitants, the whole valley and everything growing there."
    },
    {
      "verse": "26",
      "text": "But Lot's wife, who was lagging behind, looked back, and she turned into a pillar of salt."
    },
    {
      "verse": "27",
      "text": "Abraham got up early the next morning and went back to where he had stood before the Lord."
    },
    {
      "verse": "28",
      "text": "He looked down at Sodom and Gomorrah and the whole valley floor, and saw the land burning, sending up smoke like from a furnace."
    },
    {
      "verse": "29",
      "text": "When God destroyed the towns of the valley he didn't forget the promise he made Abraham, and he saved Lot from the destruction of the towns where Lot was living."
    },
    {
      "verse": "30",
      "text": "Lot was afraid to stay in Zoar, so he left town and went to live in a cave in the mountains with his two daughters."
    },
    {
      "verse": "31",
      "text": "Sometime later the older daughter said to the younger one, “Our father is growing old, and there's no men left to give us children like everyone does."
    },
    {
      "verse": "32",
      "text": "Come on, let's get our father drunk with wine and sleep with him so we can keep his family line going.”"
    },
    {
      "verse": "33",
      "text": "So they got their father drunk with wine that night. The older daughter went and slept with him, and he didn't notice when she lay down or when she got up."
    },
    {
      "verse": "34",
      "text": "The next day the older daughter said to the younger one, “Last night I slept with our father. Let's get him drunk with wine again tonight and you can go and sleep with him so we can keep his family line going.”"
    },
    {
      "verse": "35",
      "text": "So once again that night they got their father drunk with wine and the younger daughter went and slept with him, and he didn't notice when she lay down or when she got up."
    },
    {
      "verse": "36",
      "text": "This is how both Lot's daughters became pregnant by their father."
    },
    {
      "verse": "37",
      "text": "The older daughter had a son, and she called him Moab. He is the ancestor of the Moabites of today."
    },
    {
      "verse": "38",
      "text": "The younger daughter had a son too, and she called him Ben-ammi. He is the ancestor of the Ammonites of today."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}