{
  "version": "FBV",
  "book": "GEN",
  "chapter": 36,
  "verses": [
    {
      "verse": "1",
      "text": "The following is the genealogy of Esau (also known as Edom)."
    },
    {
      "verse": "2",
      "text": "Esau married two Canaanite women: Adah, daughter of Elon the Hittite, and Oholibamah, daughter of Anah, and granddaughter of Zibeon the Hivite."
    },
    {
      "verse": "3",
      "text": "In addition he married Basemath, daughter of Ishmael and sister of Nebaioth."
    },
    {
      "verse": "4",
      "text": "Adah had a son for Esau named Eliphaz. Basemath had Reul."
    },
    {
      "verse": "5",
      "text": "Oholibamah had Jeush, Jalam, and Korah. These were the sons of Esau, who were born to him in Canaan."
    },
    {
      "verse": "6",
      "text": "Esau took his wives, sons and daughters, and everyone in his household, together with his livestock, all his other animals, and all the possessions he had gained while in Canaan, and went to live in a country far away from his brother Jacob."
    },
    {
      "verse": "7",
      "text": "He did this because the land they were living in couldn't support both of them with all their livestock."
    },
    {
      "verse": "8",
      "text": "Esau settled down in the hill country of Seir."
    },
    {
      "verse": "9",
      "text": "The following is the genealogy of Esau, father of the Edomites, who lived in the hill country of Seir:"
    },
    {
      "verse": "10",
      "text": "These were the names of Esau's sons: Eliphaz, son of Esau's wife Adah, and Reuel, son of Esau's wife Basemath."
    },
    {
      "verse": "11",
      "text": "The sons of Eliphaz were: Teman, Omar, Zepho, Gatam, and Kenaz."
    },
    {
      "verse": "12",
      "text": "Timna, the concubine of Esau's son Eliphaz, had Amalek for Eliphaz. These were the descendants of Esau's wife Adah."
    },
    {
      "verse": "13",
      "text": "These were the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. They were the descendants of Esau's wife Basemath."
    },
    {
      "verse": "14",
      "text": "These were the sons of Esau's wife Oholibamah, daughter of Anah and granddaughter of Zibeon, whom she had for Esau: Jeush, Jalam, and Korah."
    },
    {
      "verse": "15",
      "text": "These were the tribal leaders of Esau's sons. The tribal leaders of the sons of Eliphaz (Esau's firstborn) were Teman, Omar, Zepho, Kenaz,"
    },
    {
      "verse": "16",
      "text": "Korah, Gatam, and Amalek. They were the tribal leaders of Eliphaz in the country of Edom, and they were the descendants of Adah."
    },
    {
      "verse": "17",
      "text": "These were the sons of Esau's son Reuel: tribal leaders Nahath, Zerah, Shammah, and Mizzah. They were the tribal leaders descended from Reuel in the country of Edom, and they were the descendants of Esau's wife Basemath."
    },
    {
      "verse": "18",
      "text": "These were the sons of Esau's wife Oholibamah: tribal leaders Jeush, Jalam, and Korah. They were the tribal leaders descended from Esau's wife Oholibamah, daughter of Anah."
    },
    {
      "verse": "19",
      "text": "All these were the sons of Esau (also called Edom), and they were their tribal leaders."
    },
    {
      "verse": "20",
      "text": "These were the sons of Seir the Horite, who were living in the country: Lotan, Shobal, Zibeon, Anah,"
    },
    {
      "verse": "21",
      "text": "Dishon, Ezer, and Dishan. They were the tribal leaders of the Horites, the descendants of Seir in the land of Edom."
    },
    {
      "verse": "22",
      "text": "The sons of Lotan were Hori and Hemam. Timna was Lotan's sister."
    },
    {
      "verse": "23",
      "text": "These were the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam."
    },
    {
      "verse": "24",
      "text": "These were the sons of Zibeon: Aiah and Anah. (This was the Anah who discovered the hot springs in the desert while he was looking after the donkeys of his father Zibeon.)"
    },
    {
      "verse": "25",
      "text": "These were the children of Anah: Dishon and Oholibamah, daughter of Anah."
    },
    {
      "verse": "26",
      "text": "These were the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran."
    },
    {
      "verse": "27",
      "text": "These were the sons of Ezer: Bilhan, Zaavan, and Akan."
    },
    {
      "verse": "28",
      "text": "These were the sons of Dishan: Uz and Aran."
    },
    {
      "verse": "29",
      "text": "These were the tribal leaders of the Horites: tribal leaders Lotan, Shobal, Zibeon, Anah,"
    },
    {
      "verse": "30",
      "text": "Dishon, Ezer, and Dishan. They were the tribal leaders of the Horites listed according to their tribes in the country of Seir."
    },
    {
      "verse": "31",
      "text": "These were the kings who ruled in the land of Edom before there was any king who ruled over the Israelites:"
    },
    {
      "verse": "32",
      "text": "Bela, son of Beor, ruled in Edom and the name of his town was Dinhabah."
    },
    {
      "verse": "33",
      "text": "When Bela died, Jobab, son of Zerah from Bozrah, took over as king."
    },
    {
      "verse": "34",
      "text": "When Jobab died, Husham from the land of the Temanites took over as king."
    },
    {
      "verse": "35",
      "text": "When Husham died, Hadad, son of Bedad, took over as king. He was the one who defeated the Midianites in the country of Moab, and the name of his town was Avith."
    },
    {
      "verse": "36",
      "text": "When Hadad died, Samlah from Masrekah took over as king."
    },
    {
      "verse": "37",
      "text": "When Samlah died, Shaul from Rehoboth on the Euphrates took over as king."
    },
    {
      "verse": "38",
      "text": "When Shaul died, Baal-hanan, son of Achbor, took over as king."
    },
    {
      "verse": "39",
      "text": "When Baal-hanan, son of Achbor, died, Hadad took over as king. The name of his town was Pau, and his wife's name was Mehetabel, daughter of Matred, daughter of Me-zahab."
    },
    {
      "verse": "40",
      "text": "These were the names of the tribal leaders descended from Esau, according to their families and where they lived, listed by name: tribal leaders Timna, Alvah, Jetheth,"
    },
    {
      "verse": "41",
      "text": "Oholibamah, Elah, Pinon,"
    },
    {
      "verse": "42",
      "text": "Kenaz, Teman, Mibzar,"
    },
    {
      "verse": "43",
      "text": "Magdiel, and Iram. These were the tribal leaders of Edom, listed according to the places where they lived in the country. Esau was the ancestor of the Edomites."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}