{
  "version": "FBV",
  "book": "ACT",
  "chapter": 12,
  "verses": [
    {
      "verse": "1",
      "text": "Around this time King Herod began to persecute some members of the church."
    },
    {
      "verse": "2",
      "text": "He had James, John's brother, executed by the sword."
    },
    {
      "verse": "3",
      "text": "When he saw that the Jews were pleased by this, he had Peter arrested too. (This was during the Feast of Unleavened Bread.)"
    },
    {
      "verse": "4",
      "text": "After having Peter arrested, he threw him in prison, with four squads of four soldiers each to guard him. He planned to have Peter brought out for a public trial after the Passover."
    },
    {
      "verse": "5",
      "text": "While Peter was kept in prison the church prayed earnestly to God for him."
    },
    {
      "verse": "6",
      "text": "The night before Herod was to have him put on trial, Peter was sleeping between two soldiers, chained to each of them, and with guards at the door keeping watch."
    },
    {
      "verse": "7",
      "text": "Suddenly an angel of the Lord appeared, and a light shone in the cell. The angel shook Peter awake, saying “Quick! Get up!” The chains fell from his wrists,"
    },
    {
      "verse": "8",
      "text": "and the angel told him, “Get dressed, and put on your sandals.” So he did. Then the angel told him, “Put on your coat and follow me.”"
    },
    {
      "verse": "9",
      "text": "So Peter followed the angel out. He didn't realize that what the angel was doing was actually happening—he thought he was seeing a vision."
    },
    {
      "verse": "10",
      "text": "They passed the first and second sets of guards, and came to the iron gate that led into the city. This opened for them by itself. They went out and down the street, when suddenly the angel left him."
    },
    {
      "verse": "11",
      "text": "When Peter came to his senses, he said, “Now I realize this really happened! The Lord sent an angel to rescue me from Herod's power, and from everything that the Jewish people had planned.”"
    },
    {
      "verse": "12",
      "text": "Now that he was conscious of what had happened, Peter went to the house of Mary, the mother of John Mark. Many believers had gathered there, and were praying."
    },
    {
      "verse": "13",
      "text": "When he knocked on the gateway door, a servant girl called Rhoda came to open up."
    },
    {
      "verse": "14",
      "text": "But recognizing Peter's voice, in her excitement she didn't open the door. Instead she ran back inside shouting, “Peter's at the door!”"
    },
    {
      "verse": "15",
      "text": "“You're mad!” they told her. But she kept on insisting it was true. So they said, “It must be his angel.”"
    },
    {
      "verse": "16",
      "text": "Peter continued knocking. When they did eventually open the door, they saw it was him, and were totally shocked."
    },
    {
      "verse": "17",
      "text": "Peter held up his hand for them to be quiet, and then explained to them how the Lord had led him out of the prison. “Let James and the brothers know about this,” he told them, and then left to go somewhere else."
    },
    {
      "verse": "18",
      "text": "When daylight came the soldiers were totally confused as to what had happened to Peter."
    },
    {
      "verse": "19",
      "text": "Herod had a thorough search made for him, but he couldn't be found. After interrogating the guards, Herod ordered that they should be executed. Then Herod left Judea and went to stay in Caesarea."
    },
    {
      "verse": "20",
      "text": "Now Herod had become furious with the people of Tyre and Sidon. They sent a joint delegation to see him and managed to win Blastus, the king's personal assistant, over to their side. They pleaded for peace with Herod because they were dependent on the king's territory for food."
    },
    {
      "verse": "21",
      "text": "When the day came for their appointment with the king, Herod put on his royal robes, sat on his throne, and gave a speech to them."
    },
    {
      "verse": "22",
      "text": "The audience shouted in response, “This is the voice of a god, not that of a man!”"
    },
    {
      "verse": "23",
      "text": "Immediately the angel of the Lord struck him down, because he did not give God the glory. He was consumed by worms and died."
    },
    {
      "verse": "24",
      "text": "But the word of God spread, and more and more people believed."
    },
    {
      "verse": "25",
      "text": "Barnabas and Saul returned from Jerusalem once they had finished their mission, taking John Mark with them."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}