{
  "version": "FBV",
  "book": "ACT",
  "chapter": 17,
  "verses": [
    {
      "verse": "1",
      "text": "After Paul and Silas had passed through Amphipolis and Apollonia they arrived at Thessalonica, where there was a Jewish synagogue."
    },
    {
      "verse": "2",
      "text": "As usual, Paul went into the synagogue and over the course of three Sabbaths he debated with them using the Scriptures."
    },
    {
      "verse": "3",
      "text": "He explained what the Scriptures meant, proving that the Messiah had to die and rise from the dead. “This Jesus I'm telling you about—he is the Messiah,” he told them."
    },
    {
      "verse": "4",
      "text": "Some of them were convinced and joined Paul and Silas, along with many Greek-speaking worshipers and some leading women of the town."
    },
    {
      "verse": "5",
      "text": "But the Jews became jealous and with some rabble-rousers they gathered from the marketplace they formed a mob. They rioted in the town, and attacked Jason's house. They tried to find Paul and Silas so they could bring them before the people."
    },
    {
      "verse": "6",
      "text": "When they couldn't find them they dragged Jason and some of the other believers before the town leaders, shouting, “These people are famous for causing trouble, turning the world upside down. Now they've come here,"
    },
    {
      "verse": "7",
      "text": "and Jason has made them welcome in his house. They all defy Caesar's decrees, committing treason by saying there is another king called Jesus.”"
    },
    {
      "verse": "8",
      "text": "The people and the leaders of the town were very disturbed when they heard this."
    },
    {
      "verse": "9",
      "text": "So they made Jason and the others post bail before they let them go."
    },
    {
      "verse": "10",
      "text": "The believers had Paul and Silas leave for Berea that very night. When they arrived in Berea they went to the Jewish synagogue."
    },
    {
      "verse": "11",
      "text": "The people there had a better attitude than those in Thessalonica in that they were very quick to accept the word, and every day they examined the Scriptures to make sure what they were told was right."
    },
    {
      "verse": "12",
      "text": "As a result many of them became believers, along with some highly-placed Greek women and men."
    },
    {
      "verse": "13",
      "text": "But when the Jews in Thessalonica heard that Paul was also spreading the word of God in Berea, they went there and caused the same kind of trouble, stirring up the crowds."
    },
    {
      "verse": "14",
      "text": "Immediately the believers sent Paul to the coast, while Silas and Timothy remained behind."
    },
    {
      "verse": "15",
      "text": "Those escorting Paul took him as far as Athens, and then returned with instructions from Paul to Silas and Timothy that they should join him there as soon as possible."
    },
    {
      "verse": "16",
      "text": "While Paul was waiting for them in Athens he was very troubled to see all the idolatry in the city."
    },
    {
      "verse": "17",
      "text": "He debated in the synagogue with the Jews and those who worshiped God, as well as in the marketplace with those he happened to meet from day to day."
    },
    {
      "verse": "18",
      "text": "Some Epicurean and Stoic philosophers also argued with him. “What is he going on about?” they wondered. Others concluded, “He seems to be teaching about some foreign gods,” because he was speaking about Jesus and the resurrection."
    },
    {
      "verse": "19",
      "text": "So they took him to the Areopagus , and asked him, “Please tell us about this new teaching that you're promoting."
    },
    {
      "verse": "20",
      "text": "We're hearing from you things that sound odd to us, so we'd like to know what they mean.”"
    },
    {
      "verse": "21",
      "text": "(All the Athenians, including foreigners who lived there, spent their whole time doing nothing except explaining or listening to something new.)"
    },
    {
      "verse": "22",
      "text": "Paul stood up right in the middle of the Areopagus and said, “People of Athens, I notice you are very religious about everything."
    },
    {
      "verse": "23",
      "text": "As I was walking along, looking at your shrines, I found an altar that had the inscription, ‘To an Unknown God.’ This unknown God whom you worship is the one I'm describing to you."
    },
    {
      "verse": "24",
      "text": "The God who created the world and everything in it, the Lord of heaven and earth, doesn't live in temples we make."
    },
    {
      "verse": "25",
      "text": "He doesn't need to be served by us as if he needed anything, since he is the source of all life for every living being."
    },
    {
      "verse": "26",
      "text": "From one man he made all the peoples who live on the earth, and decided beforehand when and where they should live."
    },
    {
      "verse": "27",
      "text": "God's purpose was that they should seek him, hoping they would reach out for him and find him—though he isn't far from any one of us."
    },
    {
      "verse": "28",
      "text": "In him we live, move, and exist. Just as one of your own poets wrote, ‘We are his family.’”"
    },
    {
      "verse": "29",
      "text": "“Since we are his family we shouldn't think that God is like gold, or silver, or stone, shaped by human artistry and thinking."
    },
    {
      "verse": "30",
      "text": "God disregarded people's ignorance in the past, but now he commands everyone everywhere to repent."
    },
    {
      "verse": "31",
      "text": "For he has set a time when he will rightly judge the world by the man he has appointed, and he proved to everyone that he is the one by raising him from the dead.”"
    },
    {
      "verse": "32",
      "text": "Some of them laughed when they heard about the resurrection of the dead, while others said, “Please come back so we can hear more about this later.”"
    },
    {
      "verse": "33",
      "text": "So Paul left them."
    },
    {
      "verse": "34",
      "text": "A few men joined him and trusted in God, including Dionysius, a member of the Areopagus, as well as a woman called Damaris, and some others."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}