{
  "version": "FBV",
  "book": "ACT",
  "chapter": 28,
  "verses": [
    {
      "verse": "1",
      "text": "When we were safely ashore, we discovered that we were on the island of Malta."
    },
    {
      "verse": "2",
      "text": "The people there were very kind—they started a fire and called all of us over so we could warm up from the rain and the cold."
    },
    {
      "verse": "3",
      "text": "Paul collected a bundle of firewood and threw it on the fire. But a poisonous snake was driven out of the bundle because of the heat and bit him, fastening itself on his hand."
    },
    {
      "verse": "4",
      "text": "When the people there saw the snake hanging from his hand, they said to each other, “This man must be a murderer. Even though he escaped death from the sea, Justice won't let him live.”"
    },
    {
      "verse": "5",
      "text": "However, Paul shook the snake off into the fire, and suffered no ill effects."
    },
    {
      "verse": "6",
      "text": "They were expecting him to swell up, or suddenly fall down dead. But after waiting a long time, they saw that nothing bad had happened to him so they changed their minds and decided he must be a god."
    },
    {
      "verse": "7",
      "text": "Nearby were lands that belonged to Publius, the chief official of the island. He welcomed us and looked after us for three days very hospitably."
    },
    {
      "verse": "8",
      "text": "Now Publius' father was sick, lying in bed suffering from fever and dysentery. Paul went in to see him, and prayed for him, placed his hands on him, and healed him."
    },
    {
      "verse": "9",
      "text": "After this happened, everyone else who was sick on the island came and was healed."
    },
    {
      "verse": "10",
      "text": "They presented us with many gifts, and when we had to sail they provided everything we needed for the voyage."
    },
    {
      "verse": "11",
      "text": "After a three month stay we set sail aboard a ship from Alexandria that had spent the winter at the island. It had a figurehead of the Heavenly Twins."
    },
    {
      "verse": "12",
      "text": "We stopped at Syracuse, and spent three days there."
    },
    {
      "verse": "13",
      "text": "From there we sailed on to Rhegium. The following day a south wind blew, and on the second day we arrived at the port of Puteoli,"
    },
    {
      "verse": "14",
      "text": "where we discovered some believers. They asked us to stay with them for a week. So we came to Rome."
    },
    {
      "verse": "15",
      "text": "When some of the believers from Rome heard we had arrived they came to meet us at the Forum of Appius and the Three Taverns. When Paul saw them, he was thankful to God and much encouraged."
    },
    {
      "verse": "16",
      "text": "When we entered Rome, Paul was permitted to stay under house arrest with a soldier to guard him."
    },
    {
      "verse": "17",
      "text": "Three days later Paul invited the Jewish leaders there to come to see him. When they were all together he told them, “Brothers, even though I had not done anything wrong against the people or the customs of our forefathers, I was arrested in Jerusalem and handed over to the Roman authorities."
    },
    {
      "verse": "18",
      "text": "After they had interrogated me they wanted to release me because I had done nothing that warranted execution."
    },
    {
      "verse": "19",
      "text": "But the Jewish leaders opposed this, so I was forced to appeal to Caesar—not that I had any accusations against my own people."
    },
    {
      "verse": "20",
      "text": "That's why I asked to see you, and talk to you, because it is on account of the hope of Israel that I am chained up like this.”"
    },
    {
      "verse": "21",
      "text": "“We have not received any letters from Judea about you, and none of our people have come here with reports against you or to speak badly of you,” they told him."
    },
    {
      "verse": "22",
      "text": "“But we do want to hear from you what you believe—especially regarding this sect, which we know is condemned everywhere.”"
    },
    {
      "verse": "23",
      "text": "They made an appointment to meet with him. On that day many people came to where he was staying. From morning till night Paul was explaining to them, telling them about the kingdom of God. He tried to convince them about Jesus using the writings of the law of Moses and the prophets."
    },
    {
      "verse": "24",
      "text": "Some accepted what Paul said, but some refused to believe."
    },
    {
      "verse": "25",
      "text": "They couldn't agree among themselves, and they left after Paul told them this: “The Holy Spirit said it well through Isaiah the prophet to your forefathers,"
    },
    {
      "verse": "26",
      "text": "‘Go to these people and tell them: Even though you hear, you won't ever understand, and even though you see, you won't ever comprehend."
    },
    {
      "verse": "27",
      "text": "For the minds of these people have become calloused and hard, their ears cannot hear, their eyes are shut, in case they might see with their eyes and hear with their ears, and understand with their minds, and might come back to me and I would heal them.’"
    },
    {
      "verse": "28",
      "text": "Consequently you should know that this salvation that comes from God has been sent to the foreigners and they will listen.”"
    },
    {
      "verse": "29",
      "text": "29#28:29.This verse is not in all manuscripts, and some commentators think it may have been added."
    },
    {
      "verse": "30",
      "text": "For two full years Paul stayed there in the house he rented, welcoming everyone who came to see him."
    },
    {
      "verse": "31",
      "text": "He spoke of the kingdom of God, and taught about the Lord Jesus Christ very boldly. No one prevented him."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}