{
  "version": "FBV",
  "book": "LAM",
  "chapter": 5,
  "verses": [
    {
      "verse": "1",
      "text": "Lord, please remember what's happened to us. Look at us and see how we've been humiliated!"
    },
    {
      "verse": "2",
      "text": "The land we used to own has been handed over to strangers, our houses have been given to foreigners."
    },
    {
      "verse": "3",
      "text": "We have lost our fathers, and our mothers are widows."
    },
    {
      "verse": "4",
      "text": "The water we drink we have to pay for; our firewood comes at a price."
    },
    {
      "verse": "5",
      "text": "Like animals we're driven along with harnesses around our necks; we're worn out but don't find any rest."
    },
    {
      "verse": "6",
      "text": "We allied ourselves with Egypt and Assyria so we could have plenty of food."
    },
    {
      "verse": "7",
      "text": "Our forefathers sinned and they're gone, but we're being punished for their sins."
    },
    {
      "verse": "8",
      "text": "Servants of our conqueror rule over us; no one can save us from their power."
    },
    {
      "verse": "9",
      "text": "We take our lives in our hands when we look for food, because of the armed raiders in the desert."
    },
    {
      "verse": "10",
      "text": "Our skin is hot like an oven because of the fever caused by hunger."
    },
    {
      "verse": "11",
      "text": "They raped women in Zion, virgins in the towns of Judah."
    },
    {
      "verse": "12",
      "text": "Princes have been hung up by their hands; they show elders no respect."
    },
    {
      "verse": "13",
      "text": "Young men are forced to work at hand-mills; boys stagger under bundles of wood."
    },
    {
      "verse": "14",
      "text": "The elders have abandoned their places at the city gate; the young men have given up playing their music."
    },
    {
      "verse": "15",
      "text": "There's no more happiness for us; our dancing has turned into mourning."
    },
    {
      "verse": "16",
      "text": "The crown has fallen from our head. What a disaster has come upon us because we have sinned!"
    },
    {
      "verse": "17",
      "text": "Because of all this, we're sick at heart; because of all these things, we can hardly look;"
    },
    {
      "verse": "18",
      "text": "Because of Mount Zion, which has been abandoned, and where only foxes roam."
    },
    {
      "verse": "19",
      "text": "But you, Lord, live forever! You rule for all generations!"
    },
    {
      "verse": "20",
      "text": "So why have you forgotten us for such a long time? Why have you abandoned us for so many years?"
    },
    {
      "verse": "21",
      "text": "Bring us back to you, Lord, so we can be with you again. Please remake our lives like they used to be."
    },
    {
      "verse": "22",
      "text": "Or have you completely rejected us? Are you still really furious with us?"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}