{
  "version": "FBV",
  "book": "ECC",
  "chapter": 12,
  "verses": [
    {
      "verse": "1",
      "text": "Remember your Creator while you are young, before days of trouble come and you grow old, saying, “I'm not enjoying life anymore.”"
    },
    {
      "verse": "2",
      "text": "Before the light fades—sun, moon, and stars—and rain clouds return to darken the skies."
    },
    {
      "verse": "3",
      "text": "Before the guards of the house tremble and the strong men are bent over, the grinders stop working because there are only a few left, and the ones looking through the windows only see dimly,"
    },
    {
      "verse": "4",
      "text": "and the doors to the street are shut. Before the sound of the grinding mill grows low, and you wake up early when the birds are singing, but you can hardly hear them."
    },
    {
      "verse": "5",
      "text": "Before you develop a fear of heights and worry about going out on the streets; when the almond tree blossoms, the grasshopper crawls along, and desire fails, for everyone has to go to their eternal home as the mourners go up and down the street."
    },
    {
      "verse": "6",
      "text": "Before the silver cord is snapped and the golden bowl is broken; before the water jug is smashed at the spring, or the pulley is broken at the well."
    },
    {
      "verse": "7",
      "text": "Then the dust returns to the earth from which it came, and the breath of life returns to God who gave it."
    },
    {
      "verse": "8",
      "text": "“Everything passes! It's all so hard to understand!” says the Teacher."
    },
    {
      "verse": "9",
      "text": "Not only was the Teacher a wise man, he also taught what he knew to others. He thought about many proverbs, studying them and arranging them."
    },
    {
      "verse": "10",
      "text": "The Teacher looked for the best way to explain things, writing truthfully and honestly."
    },
    {
      "verse": "11",
      "text": "The words of the wise are like cattle prods. Their collected sayings are like nails driven home, given by one shepherd."
    },
    {
      "verse": "12",
      "text": "In addition, my student, take care, for there's no end to book writing, and too much study wears you out."
    },
    {
      "verse": "13",
      "text": "To sum up now that everything has been discussed: Respect God by keeping his commandments, for that's what everyone should do."
    },
    {
      "verse": "14",
      "text": "God is going to judge us for everything we do, including what we do secretly, whether good or bad."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}