{
  "version": "FBV",
  "book": "AMO",
  "chapter": 5,
  "verses": [
    {
      "verse": "1",
      "text": "Listen, people of Israel, to this funeral lament that I sing about you!"
    },
    {
      "verse": "2",
      "text": "Virgin Israel has fallen, and will never rise again! She lies abandoned on the ground, and there is no one to help her up."
    },
    {
      "verse": "3",
      "text": "This is what the Lord says: From a city that sends out a thousand soldiers, only a hundred will return; from a city that sends out a hundred soldiers, only ten will return."
    },
    {
      "verse": "4",
      "text": "This is what the Lord says to the people of Israel: Look to me so you may live!"
    },
    {
      "verse": "5",
      "text": "Do not look to the false gods of Bethel, do not go to the pagan shrines of Gilgal or travel to those of Beersheba. For Gilgal will go into exile, and Bethel will come to nothing."
    },
    {
      "verse": "6",
      "text": "Look to the Lord so you may live! Otherwise he will explode like fire against the descendants of Joseph and no one from Bethel will be able to quench it."
    },
    {
      "verse": "7",
      "text": "You twist justice and make it bitter, you throw integrity to the ground."
    },
    {
      "verse": "8",
      "text": "The One who made the Pleiades and Orion, who turns the darkness into morning, and daytime into night, who calls for the water of the seas, and pours it down as rain upon the earth—the Lord is his name!"
    },
    {
      "verse": "9",
      "text": "In a flash he cuts down the strong and destroys the fortresses."
    },
    {
      "verse": "10",
      "text": "You hate anyone who confronts injustice and loathe anyone who speaks honestly."
    },
    {
      "verse": "11",
      "text": "Because you trample down the poor and impose a tax on their grain, building for yourselves impressive houses, you will not live in them, and you will not drink wine from the fine vineyards you have planted."
    },
    {
      "verse": "12",
      "text": "For I know the extent of your wrongdoing and your numerous sins. You oppress good people by taking bribes, and you prevent the poor from getting justice in the courts."
    },
    {
      "verse": "13",
      "text": "So smart people keep quiet in such evil times."
    },
    {
      "verse": "14",
      "text": "Do what is right, and not evil, so you may live. Then the Lord God of power will be with you, as you claim he is."
    },
    {
      "verse": "15",
      "text": "Hate evil and love good—and make sure justice wins out in your courts. Maybe the Lord God of power will have mercy on those who are left of Jacob's people."
    },
    {
      "verse": "16",
      "text": "For this is what the Lord, the Lord God of power says: There will be weeping in the city squares and wailing in the streets. They will call even the farmers to grieve, as well as the professional mourners."
    },
    {
      "verse": "17",
      "text": "There will be wailing in every vineyard, for I will pass through the midst of you, says the Lord."
    },
    {
      "verse": "18",
      "text": "How disastrous it will be for those of you who long for the day of the Lord. Why would you want the day of the Lord to come? It will bring darkness, not light."
    },
    {
      "verse": "19",
      "text": "It will be like a man running away from a lion only to meet a bear; or a man who goes home and leans his hand on a wall, only to be bitten by a snake."
    },
    {
      "verse": "20",
      "text": "Isn't the day of the Lord darkness without light? Yes, pitch dark without a glimmer of light."
    },
    {
      "verse": "21",
      "text": "I hate, I despise your festivals and take no delight in your religious assemblies."
    },
    {
      "verse": "22",
      "text": "Even though you present me with burnt offerings and grain offerings, I will not accept them. As for your peace offerings of fattened cattle—I will not even look at them."
    },
    {
      "verse": "23",
      "text": "Stop your noisy worship songs. I will not listen to the melody of your harps."
    },
    {
      "verse": "24",
      "text": "Rather let justice flow like a river, and doing right like an ever-flowing stream."
    },
    {
      "verse": "25",
      "text": "Did you bring me sacrifices during those forty years in the desert, people of Israel?"
    },
    {
      "verse": "26",
      "text": "But now you carry idols of Sakkuth your king and Kaiwan your star god that you made for yourselves."
    },
    {
      "verse": "27",
      "text": "So I will send you into exile in a land beyond Damascus, says the Lord, whose name is the God of power."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}