{
  "version": "FBV",
  "book": "2PE",
  "chapter": 2,
  "verses": [
    {
      "verse": "1",
      "text": "But just as there were false prophets among the people then, there will be false teachers among you. They subtly introduce false and destructive teachings, even denying the Lord who redeemed them, quickly bringing destruction on themselves."
    },
    {
      "verse": "2",
      "text": "Many will follow their immoral perversions, and because of them people will condemn the way of truth."
    },
    {
      "verse": "3",
      "text": "They will greedily exploit you with false tales. However, they are already condemned: their sentence has been hanging over them for a long time, and their destruction won't be postponed."
    },
    {
      "verse": "4",
      "text": "For God didn't even spare the angels when they sinned. He threw them into Tartarus, holding them in dark pits ready for judgment."
    },
    {
      "verse": "5",
      "text": "God didn't spare the ancient world either, but he protected Noah who told people about the God who did right. He was one of the eight who were saved when God sent a flood upon a world of evil people."
    },
    {
      "verse": "6",
      "text": "God condemned the cities of Sodom and Gomorrah to total destruction, burning them to ash, as an example of what will happen to those who live evil lives."
    },
    {
      "verse": "7",
      "text": "But God rescued Lot because he was a good man, sickened by the disgusting immorality of his neighbors."
    },
    {
      "verse": "8",
      "text": "(Lot lived among them, but he did what was good and right. He saw and heard what they did day after day, and their wickedness tormented him.)"
    },
    {
      "verse": "9",
      "text": "As you can see, the Lord is able to rescue from their troubles those who respect him, and to keep the wicked until the day of judgment when their punishment is completed."
    },
    {
      "verse": "10",
      "text": "This is especially so for those who follow their corrupt human desires, and contemptuously disregard authority. Arrogant and proud, they're not even afraid to defame heavenly beings."
    },
    {
      "verse": "11",
      "text": "Angels, on the other hand, even though they are stronger and more powerful, don't disparage them before the Lord."
    },
    {
      "verse": "12",
      "text": "These people are like mindless beasts, produced like farm animals to be captured and slaughtered. They condemn things they don't know anything about, and just like animals they will be destroyed."
    },
    {
      "verse": "13",
      "text": "They will be paid back in harm for the harm they have done. Their idea of fun is to commit their evil lusts in broad daylight. They are stains and blemishes on your community. They enjoy their deceptive pleasures even while they eat together with you."
    },
    {
      "verse": "14",
      "text": "They're always on the lookout for adulterous relationships—they just can't stop sinning. They seduce the vulnerable; they have trained themselves in greed; they are offspring under a curse."
    },
    {
      "verse": "15",
      "text": "They have abandoned the right path and have gone astray, following the way of Balaam, the son of Beor, who loved to be paid for doing evil."
    },
    {
      "verse": "16",
      "text": "But he was rebuked for his evil actions—a dumb donkey spoke with a human voice and stopped the prophet's foolishness!"
    },
    {
      "verse": "17",
      "text": "People like these are springs without water, mists blown away by the wind. They are destined for blackest darkness—forever."
    },
    {
      "verse": "18",
      "text": "Inflated with their own nonsense, they appeal to sensual desires, luring back into immorality those who have only just escaped from those who live in error."
    },
    {
      "verse": "19",
      "text": "They promise them freedom, even though they themselves are slaves to depravity. “You are a slave to whatever conquers you.”"
    },
    {
      "verse": "20",
      "text": "If people manage to escape from the evil influence of the world by knowing the Lord and Savior Jesus Christ, and then get tangled up in sin again and are defeated, they are worse off than they were in the first place."
    },
    {
      "verse": "21",
      "text": "It would have been better not to have known the right way of truth, than to have known it and then turn away from the sacred instructions they'd been given."
    },
    {
      "verse": "22",
      "text": "This proverb has come true for them: “The dog has returned to its own vomit, and the washed pig has gone back to rolling in the mud.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}