{
  "version": "FBV",
  "book": "REV",
  "chapter": 16,
  "verses": [
    {
      "verse": "1",
      "text": "Then I heard a loud voice coming from the Temple telling the seven angels, “Go and pour out the seven bowls of God's judgment on the earth.”"
    },
    {
      "verse": "2",
      "text": "So the first angel went and poured out his bowl on the earth, and terrible, painful sores broke out on those who had the mark of the beast and who worshiped his image."
    },
    {
      "verse": "3",
      "text": "The second poured out his bowl on the sea, and it became like the blood of a corpse and everything living in the sea died."
    },
    {
      "verse": "4",
      "text": "The third poured out his bowl on the rivers and springs of water, and the water turned into blood."
    },
    {
      "verse": "5",
      "text": "I heard the angel who had power over the waters declare, “You are truly right, you who are and was, the Holy One, as this judgment demonstrates."
    },
    {
      "verse": "6",
      "text": "These people shed the blood of believers. Now you've given them blood to drink, as they deserve!”"
    },
    {
      "verse": "7",
      "text": "I heard a voice from the altar saying, “Yes, Lord God, the All-powerful One, your judgments are right and true!”"
    },
    {
      "verse": "8",
      "text": "The fourth angel poured out his bowl on the sun, and it was given the power to scorch people with fire."
    },
    {
      "verse": "9",
      "text": "They were scorched by intense heat, and they cursed the name of God who controlled these plagues. They did not repent and give him glory."
    },
    {
      "verse": "10",
      "text": "The fifth angel poured out his bowl on the beast's throne, and darkness fell over his kingdom. The people bit their tongues because of the pain they felt,"
    },
    {
      "verse": "11",
      "text": "and they cursed the God of heaven because of their pain and their sores, but they did not repent and stop what they were doing."
    },
    {
      "verse": "12",
      "text": "The sixth angel poured out his bowl on the mighty River Euphrates, and its water was dried up, so that a way could be prepared for the kings that come from the east."
    },
    {
      "verse": "13",
      "text": "Then I saw three evil spirits that looked like frogs coming out of the mouths of the dragon, the beast, and the false prophet."
    },
    {
      "verse": "14",
      "text": "These are demonic spirits that perform miracles, going out to gather together all the kings of the whole world for the battle on God the All-powerful One's great day of judgment."
    },
    {
      "verse": "15",
      "text": "(Pay attention! I will come like a thief. Blessed are those who keep watch, and have their clothes ready so that they don't have to go out naked and be embarrassed.)"
    },
    {
      "verse": "16",
      "text": "The evil spirits gathered the kings for battle at a place called Armageddon in Hebrew."
    },
    {
      "verse": "17",
      "text": "The seventh angel poured out his bowl on the air, and a loud voice came from the Temple, from the throne, shouting out, “It's over!”"
    },
    {
      "verse": "18",
      "text": "Lightning flashed and thunder boomed, and a massive earthquake shook the earth. It was the worst earthquake that had ever happened since people lived there."
    },
    {
      "verse": "19",
      "text": "The great city was split into three. The cities of the nations were destroyed. Babylon the great was remembered in God's presence so that she should be given the cup filled with the wine of his hostility."
    },
    {
      "verse": "20",
      "text": "All the islands vanished, and all the mountains disappeared."
    },
    {
      "verse": "21",
      "text": "Huge hailstones, each one weighing one hundred pounds, rained down from the sky on people. The people cursed God because the plague of hail was so terrible."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}