{
  "version": "ESV",
  "book": "ISA",
  "chapter": 10,
  "verses": [
    {
      "verse": "1",
      "text": "Woe to those who decree iniquitous decrees,"
    },
    {
      "verse": "#",
      "text": "and the writers who keep writing oppression,"
    },
    {
      "verse": "2",
      "text": "to turn aside the needy from justice"
    },
    {
      "verse": "#",
      "text": "and to rob the poor of my people of their right,"
    },
    {
      "verse": "3",
      "text": "What will you do on the day of punishment,"
    },
    {
      "verse": "#",
      "text": "in the ruin that will come from afar?"
    },
    {
      "verse": "4",
      "text": "Nothing remains but to crouch among the prisoners"
    },
    {
      "verse": "#",
      "text": " For all this his anger has not turned away,"
    },
    {
      "verse": "5",
      "text": "Woe to Assyria, the rod of my anger;"
    },
    {
      "verse": "6",
      "text": "Against a godless nation I send him,"
    },
    {
      "verse": "#",
      "text": "to take spoil and seize plunder,"
    },
    {
      "verse": "#",
      "text": "and to tread them down like the mire of the streets."
    },
    {
      "verse": "7",
      "text": "But he does not so intend,"
    },
    {
      "verse": "8",
      "text": "for he says:"
    },
    {
      "verse": "#",
      "text": " “Are not my commanders all kings?"
    },
    {
      "verse": "9",
      "text": " Is not Calno like Carchemish?"
    },
    {
      "verse": "#",
      "text": "Is not Hamath like Arpad?"
    },
    {
      "verse": "#",
      "text": " Is not Samaria like Damascus?"
    },
    {
      "verse": "10",
      "text": "As my hand has reached to the kingdoms of the idols,"
    },
    {
      "verse": "11",
      "text": "shall I not do to Jerusalem and her idols"
    },
    {
      "verse": "#",
      "text": " as I have done to Samaria and her images?”"
    },
    {
      "verse": "12",
      "text": " When the Lord has finished all his work on Mount Zion and on Jerusalem, he will punish the speech of the arrogant heart of the king of Assyria and the boastful look in his eyes."
    },
    {
      "verse": "13",
      "text": "For he says:"
    },
    {
      "verse": "14",
      "text": "My hand has found like a nest"
    },
    {
      "verse": "15",
      "text": "Shall the axe boast over him who hews with it,"
    },
    {
      "verse": "16",
      "text": "Therefore the Lord God of hosts"
    },
    {
      "verse": "#",
      "text": "will send wasting sickness among his stout warriors,"
    },
    {
      "verse": "#",
      "text": "and under his glory a burning will be kindled,"
    },
    {
      "verse": "17",
      "text": " The light of Israel will become a fire,"
    },
    {
      "verse": "#",
      "text": "and his Holy One a flame,"
    },
    {
      "verse": "#",
      "text": "and it will burn and devour"
    },
    {
      "verse": "#",
      "text": "his thorns and briers in one day."
    },
    {
      "verse": "18",
      "text": "The glory of his forest and of his fruitful land"
    },
    {
      "verse": "19",
      "text": "The remnant of the trees of his forest will be so few"
    },
    {
      "verse": "20",
      "text": " In that day the remnant of Israel and the survivors of the house of Jacob will no more lean on him who struck them, but will lean on the Lord , the Holy One of Israel, in truth."
    },
    {
      "verse": "21",
      "text": "A remnant will return, the remnant of Jacob, to the mighty God."
    },
    {
      "verse": "22",
      "text": "For though your people Israel be as the sand of the sea, only a remnant of them will return. Destruction is decreed, overflowing with righteousness."
    },
    {
      "verse": "23",
      "text": "For the Lord God of hosts will make a full end, as decreed, in the midst of all the earth."
    },
    {
      "verse": "24",
      "text": "Therefore thus says the Lord God of hosts: “O my people, who dwell in Zion, be not afraid of the Assyrians when they strike with the rod and lift up their staff against you as the Egyptians did."
    },
    {
      "verse": "25",
      "text": "For in a very little while my fury will come to an end, and my anger will be directed to their destruction."
    },
    {
      "verse": "26",
      "text": "And the Lord of hosts will wield against them a whip, as when he struck Midian at the rock of Oreb. And his staff will be over the sea, and he will lift it as he did in Egypt."
    },
    {
      "verse": "27",
      "text": "And in that day his burden will depart from your shoulder, and his yoke from your neck; and the yoke will be broken because of the fat.”"
    },
    {
      "verse": "28",
      "text": "He has come to Aiath;"
    },
    {
      "verse": "#",
      "text": "he has passed through Migron;"
    },
    {
      "verse": "#",
      "text": "at Michmash he stores his baggage;"
    },
    {
      "verse": "29",
      "text": "they have crossed over the pass;"
    },
    {
      "verse": "#",
      "text": "at Geba they lodge for the night;"
    },
    {
      "verse": "#",
      "text": " Ramah trembles;"
    },
    {
      "verse": "#",
      "text": " Gibeah of Saul has fled."
    },
    {
      "verse": "30",
      "text": "Cry aloud, O daughter of Gallim!"
    },
    {
      "verse": "#",
      "text": "O poor Anathoth!"
    },
    {
      "verse": "31",
      "text": "Madmenah is in flight;"
    },
    {
      "verse": "32",
      "text": "This very day he will halt at Nob;"
    },
    {
      "verse": "#",
      "text": "at the mount of the daughter of Zion,"
    },
    {
      "verse": "33",
      "text": "Behold, the Lord God of hosts"
    },
    {
      "verse": "#",
      "text": " will lop the boughs with terrifying power;"
    },
    {
      "verse": "34",
      "text": "He will cut down the thickets of the forest with an axe,"
    },
    {
      "verse": "#",
      "text": "and Lebanon will fall by the Majestic One."
    }
  ]
}