{
  "version": "ESV",
  "book": "ISA",
  "chapter": 11,
  "verses": [
    {
      "verse": "1",
      "text": "There shall come forth a shoot from the stump of Jesse,"
    },
    {
      "verse": "2",
      "text": "And the Spirit of the Lord shall rest upon him,"
    },
    {
      "verse": "3",
      "text": "And his delight shall be in the fear of the Lord ."
    },
    {
      "verse": "#",
      "text": " He shall not judge by what his eyes see,"
    },
    {
      "verse": "#",
      "text": "or decide disputes by what his ears hear,"
    },
    {
      "verse": "4",
      "text": "but with righteousness he shall judge the poor,"
    },
    {
      "verse": "#",
      "text": "and he shall strike the earth with the rod of his mouth,"
    },
    {
      "verse": "#",
      "text": "and with the breath of his lips he shall kill the wicked."
    },
    {
      "verse": "5",
      "text": "Righteousness shall be the belt of his waist,"
    },
    {
      "verse": "#",
      "text": "and faithfulness the belt of his loins."
    },
    {
      "verse": "6",
      "text": " The wolf shall dwell with the lamb,"
    },
    {
      "verse": "7",
      "text": "The cow and the bear shall graze;"
    },
    {
      "verse": "8",
      "text": "The nursing child shall play over the hole of the cobra,"
    },
    {
      "verse": "9",
      "text": " They shall not hurt or destroy"
    },
    {
      "verse": "#",
      "text": "in all my holy mountain;"
    },
    {
      "verse": "#",
      "text": " for the earth shall be full of the knowledge of the Lord"
    },
    {
      "verse": "10",
      "text": "In that day the root of Jesse, who shall stand as a signal for the peoples—of him shall the nations inquire, and his resting place shall be glorious."
    },
    {
      "verse": "11",
      "text": " In that day the Lord will extend his hand yet a second time to recover the remnant that remains of his people, from Assyria, from Egypt, from Pathros, from Cush, from Elam, from Shinar, from Hamath, and from the coastlands of the sea."
    },
    {
      "verse": "12",
      "text": "He will raise a signal for the nations"
    },
    {
      "verse": "#",
      "text": "and will assemble the banished of Israel,"
    },
    {
      "verse": "13",
      "text": " The jealousy of Ephraim shall depart,"
    },
    {
      "verse": "14",
      "text": " But they shall swoop down on the shoulder of the Philistines in the west,"
    },
    {
      "verse": "#",
      "text": "and together they shall plunder the people of the east."
    },
    {
      "verse": "#",
      "text": "They shall put out their hand against Edom and Moab,"
    },
    {
      "verse": "#",
      "text": "and the Ammonites shall obey them."
    },
    {
      "verse": "15",
      "text": "And the Lord will utterly destroy"
    },
    {
      "verse": "#",
      "text": " the tongue of the Sea of Egypt,"
    },
    {
      "verse": "#",
      "text": "and will wave his hand over the River"
    },
    {
      "verse": "#",
      "text": "with his scorching breath,"
    },
    {
      "verse": "16",
      "text": "And there will be a highway from Assyria"
    },
    {
      "verse": "#",
      "text": " as there was for Israel"
    }
  ]
}