{
  "version": "ESV",
  "book": "ISA",
  "chapter": 25,
  "verses": [
    {
      "verse": "1",
      "text": "O Lord , you are my God;"
    },
    {
      "verse": "#",
      "text": " I will exalt you; I will praise your name,"
    },
    {
      "verse": "#",
      "text": " plans formed of old, faithful and sure."
    },
    {
      "verse": "2",
      "text": "For you have made the city a heap,"
    },
    {
      "verse": "3",
      "text": " Therefore strong peoples will glorify you;"
    },
    {
      "verse": "4",
      "text": " For you have been a stronghold to the poor,"
    },
    {
      "verse": "#",
      "text": " a shelter from the storm and a shade from the heat;"
    },
    {
      "verse": "#",
      "text": " for the breath of the ruthless is like a storm against a wall,"
    },
    {
      "verse": "5",
      "text": " like heat in a dry place."
    },
    {
      "verse": "6",
      "text": " On this mountain the Lord of hosts will make for all peoples"
    },
    {
      "verse": "#",
      "text": " of rich food full of marrow, of aged wine well refined."
    },
    {
      "verse": "7",
      "text": "And he will swallow up on this mountain"
    },
    {
      "verse": "#",
      "text": " the veil that is spread over all nations."
    },
    {
      "verse": "8",
      "text": " He will swallow up death forever;"
    },
    {
      "verse": "#",
      "text": "and the Lord God will wipe away tears from all faces,"
    },
    {
      "verse": "#",
      "text": "and the reproach of his people he will take away from all the earth,"
    },
    {
      "verse": "#",
      "text": " for the Lord has spoken."
    },
    {
      "verse": "9",
      "text": "It will be said on that day,"
    },
    {
      "verse": "#",
      "text": "“Behold, this is our God; we have waited for him, that he might save us."
    },
    {
      "verse": "#",
      "text": " let us be glad and rejoice in his salvation.”"
    },
    {
      "verse": "10",
      "text": "For the hand of the Lord will rest on this mountain,"
    },
    {
      "verse": "#",
      "text": "and Moab shall be trampled down in his place,"
    },
    {
      "verse": "#",
      "text": "as straw is trampled down in a dunghill."
    },
    {
      "verse": "11",
      "text": " And he will spread out his hands in the midst of it"
    },
    {
      "verse": "#",
      "text": "but the Lord  will lay low his pompous pride together with the skill of his hands."
    },
    {
      "verse": "12",
      "text": "And the high fortifications of his walls he will bring down,"
    }
  ]
}