{
  "version": "ESV",
  "book": "ISA",
  "chapter": 27,
  "verses": [
    {
      "verse": "1",
      "text": "In that day the Lord with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea."
    },
    {
      "verse": "2",
      "text": "In that day,"
    },
    {
      "verse": "#",
      "text": " “A pleasant vineyard,  sing of it!"
    },
    {
      "verse": "3",
      "text": "I, the Lord , am its keeper;"
    },
    {
      "verse": "4",
      "text": "I have no wrath."
    },
    {
      "verse": "#",
      "text": " Would that I had thorns and briers to battle!"
    },
    {
      "verse": "5",
      "text": "Or let them lay hold of my protection,"
    },
    {
      "verse": "6",
      "text": " In days to come Jacob shall take root,"
    },
    {
      "verse": "7",
      "text": " Has he struck them as he struck those who struck them?"
    },
    {
      "verse": "#",
      "text": "Or have they been slain as their slayers were slain?"
    },
    {
      "verse": "8",
      "text": " Measure by measure, by exile you contended with them;"
    },
    {
      "verse": "#",
      "text": " he removed them with his fierce breath in the day of the east wind."
    },
    {
      "verse": "9",
      "text": "Therefore by this the guilt of Jacob will be atoned for,"
    },
    {
      "verse": "#",
      "text": "and this will be the full fruit of the removal of his sin:"
    },
    {
      "verse": "#",
      "text": " when he makes all the stones of the altars"
    },
    {
      "verse": "#",
      "text": "no Asherim or incense altars will remain standing."
    },
    {
      "verse": "10",
      "text": " For the fortified city is solitary,"
    },
    {
      "verse": "11",
      "text": "When its boughs are dry, they are broken;"
    },
    {
      "verse": "#",
      "text": " For this is a people without discernment;"
    },
    {
      "verse": "12",
      "text": "In that day from the river Euphrates to the Brook of Egypt the Lord will thresh out the grain, and you will be gleaned one by one, O people of Israel."
    },
    {
      "verse": "13",
      "text": "And in that day a great trumpet will be blown, and those who were lost in the land of Assyria and those who were driven out to the land of Egypt will come and worship the Lord on the holy mountain at Jerusalem."
    }
  ]
}