{
  "version": "ESV",
  "book": "PSA",
  "chapter": 45,
  "verses": [
    {
      "verse": "1",
      "text": "My heart overflows with a pleasing theme;"
    },
    {
      "verse": "#",
      "text": "my tongue is like the pen of a ready scribe."
    },
    {
      "verse": "2",
      "text": "You are the most handsome of the sons of men;"
    },
    {
      "verse": "#",
      "text": " grace is poured upon your lips;"
    },
    {
      "verse": "3",
      "text": " Gird your sword on your thigh, O mighty one,"
    },
    {
      "verse": "#",
      "text": "in your splendor and majesty!"
    },
    {
      "verse": "4",
      "text": "In your majesty ride out victoriously"
    },
    {
      "verse": "#",
      "text": "let your right hand teach you awesome deeds!"
    },
    {
      "verse": "5",
      "text": "Your arrows are sharp"
    },
    {
      "verse": "6",
      "text": " Your throne, O God, is forever and ever."
    },
    {
      "verse": "#",
      "text": "The scepter of your kingdom is a scepter of uprightness;"
    },
    {
      "verse": "7",
      "text": " you have loved righteousness and hated wickedness."
    },
    {
      "verse": "#",
      "text": "Therefore God, your God, has anointed you"
    },
    {
      "verse": "#",
      "text": "with the oil of gladness beyond your companions;"
    },
    {
      "verse": "8",
      "text": "your robes are all fragrant with myrrh and aloes and cassia."
    },
    {
      "verse": "#",
      "text": "From ivory palaces stringed instruments make you glad;"
    },
    {
      "verse": "9",
      "text": "daughters of kings are among your ladies of honor;"
    },
    {
      "verse": "#",
      "text": " at your right hand stands the queen in gold of Ophir."
    },
    {
      "verse": "10",
      "text": "Hear, O daughter, and consider, and incline your ear:"
    },
    {
      "verse": "11",
      "text": "and the king will desire your beauty."
    },
    {
      "verse": "#",
      "text": "Since he is your lord, bow to him."
    },
    {
      "verse": "12",
      "text": "The people of Tyre will seek your favor with gifts,"
    },
    {
      "verse": "#",
      "text": " the richest of the people."
    },
    {
      "verse": "13",
      "text": "All glorious is the princess in her chamber, with robes interwoven with gold."
    },
    {
      "verse": "14",
      "text": " In many-colored robes she is led to the king,"
    },
    {
      "verse": "15",
      "text": "With joy and gladness they are led along"
    },
    {
      "verse": "16",
      "text": "In place of your fathers shall be your sons;"
    },
    {
      "verse": "#",
      "text": "you will make them princes in all the earth."
    },
    {
      "verse": "17",
      "text": " I will cause your name to be remembered in all generations;"
    }
  ]
}