{
  "version": "ESV",
  "book": "EZK",
  "chapter": 27,
  "verses": [
    {
      "verse": "1",
      "text": "The word of the Lord came to me:"
    },
    {
      "verse": "2",
      "text": "“Now you, son of man, raise a lamentation over Tyre,"
    },
    {
      "verse": "3",
      "text": "and say to Tyre, who dwells at the entrances to the sea, merchant of the peoples to many coastlands, thus says the Lord God :"
    },
    {
      "verse": "#",
      "text": "‘I am perfect in beauty.’"
    },
    {
      "verse": "4",
      "text": "Your borders are in the heart of the seas;"
    },
    {
      "verse": "5",
      "text": "They made all your planks"
    },
    {
      "verse": "#",
      "text": "of fir trees from Senir;"
    },
    {
      "verse": "#",
      "text": "they took a cedar from Lebanon"
    },
    {
      "verse": "6",
      "text": "Of oaks of Bashan"
    },
    {
      "verse": "#",
      "text": "from the coasts of Cyprus,"
    },
    {
      "verse": "7",
      "text": " Of fine embroidered linen from Egypt"
    },
    {
      "verse": "#",
      "text": "blue and purple from the coasts of Elishah"
    },
    {
      "verse": "8",
      "text": "The inhabitants of Sidon and Arvad"
    },
    {
      "verse": "#",
      "text": "they were your pilots."
    },
    {
      "verse": "9",
      "text": "The elders of Gebal and her skilled men were in you,"
    },
    {
      "verse": "#",
      "text": " caulking your seams;"
    },
    {
      "verse": "10",
      "text": " “Persia and Lud and Put were in your army as your men of war. They hung the shield and helmet in you; they gave you splendor."
    },
    {
      "verse": "11",
      "text": "Men of Arvad and Helech were on your walls all around, and men of Gamad were in your towers. They hung their shields on your walls all around; they made perfect your beauty."
    },
    {
      "verse": "12",
      "text": " “Tarshish did business with you because of your great wealth of every kind; silver, iron, tin, and lead they exchanged for your wares."
    },
    {
      "verse": "13",
      "text": "Javan, Tubal, and Meshech traded with you; they exchanged human beings and vessels of bronze for your merchandise."
    },
    {
      "verse": "14",
      "text": "From Beth-togarmah they exchanged horses, war horses, and mules for your wares."
    },
    {
      "verse": "15",
      "text": "The men of Dedan traded with you. Many coastlands were your own special markets; they brought you in payment ivory tusks and ebony."
    },
    {
      "verse": "16",
      "text": "Syria did business with you because of your abundant goods; they exchanged for your wares emeralds, purple, embroidered work, fine linen, coral, and ruby."
    },
    {
      "verse": "17",
      "text": "Judah and the land of Israel traded with you; they exchanged for your merchandise wheat of Minnith, meal, honey, oil, and balm."
    },
    {
      "verse": "18",
      "text": "Damascus did business with you for your abundant goods, because of your great wealth of every kind; wine of Helbon and wool of Sahar"
    },
    {
      "verse": "19",
      "text": "and casks of wine from Uzal they exchanged for your wares; wrought iron, cassia, and calamus were bartered for your merchandise."
    },
    {
      "verse": "20",
      "text": "Dedan traded with you in saddlecloths for riding."
    },
    {
      "verse": "21",
      "text": "Arabia and all the princes of Kedar were your favored dealers in lambs, rams, and goats; in these they did business with you."
    },
    {
      "verse": "22",
      "text": "The traders of Sheba and Raamah traded with you; they exchanged for your wares the best of all kinds of spices and all precious stones and gold."
    },
    {
      "verse": "23",
      "text": "Haran, Canneh, Eden, traders of Sheba, Asshur, and Chilmad traded with you."
    },
    {
      "verse": "24",
      "text": "In your market these traded with you in choice garments, in clothes of blue and embroidered work, and in carpets of colored material, bound with cords and made secure."
    },
    {
      "verse": "25",
      "text": "The ships of Tarshish traveled for you with your merchandise. So you were filled and heavily laden in the heart of the seas."
    },
    {
      "verse": "26",
      "text": "“Your rowers have brought you out"
    },
    {
      "verse": "#",
      "text": " The east wind has wrecked you"
    },
    {
      "verse": "27",
      "text": "Your riches, your wares, your merchandise,"
    },
    {
      "verse": "#",
      "text": "your mariners and your pilots,"
    },
    {
      "verse": "#",
      "text": " your caulkers, your dealers in merchandise,"
    },
    {
      "verse": "#",
      "text": " on the day of your fall."
    },
    {
      "verse": "28",
      "text": "At the sound of the cry of your pilots"
    },
    {
      "verse": "#",
      "text": " the countryside shakes,"
    },
    {
      "verse": "29",
      "text": "and down from their ships"
    },
    {
      "verse": "#",
      "text": " come all who handle the oar."
    },
    {
      "verse": "30",
      "text": " and shout aloud over you"
    },
    {
      "verse": "#",
      "text": " They cast dust on their heads"
    },
    {
      "verse": "#",
      "text": " and wallow in ashes;"
    },
    {
      "verse": "31",
      "text": "they make themselves bald for you"
    },
    {
      "verse": "32",
      "text": "In their wailing they raise a lamentation for you"
    },
    {
      "verse": "#",
      "text": " ‘Who is like Tyre,"
    },
    {
      "verse": "33",
      "text": "When your wares came from the seas,"
    },
    {
      "verse": "#",
      "text": " you satisfied many peoples;"
    },
    {
      "verse": "#",
      "text": " you enriched the kings of the earth."
    },
    {
      "verse": "34",
      "text": "Now you are wrecked by the seas,"
    },
    {
      "verse": "35",
      "text": " All the inhabitants of the coastlands"
    },
    {
      "verse": "#",
      "text": "and the hair of their kings bristles with horror;"
    },
    {
      "verse": "36",
      "text": " The merchants among the peoples hiss at you;"
    },
    {
      "verse": "#",
      "text": " you have come to a dreadful end"
    }
  ]
}