{
  "version": "FBV",
  "book": "JOB",
  "chapter": 11,
  "verses": [
    {
      "verse": "1",
      "text": "Then Zophar the Naamathite began speaking and said,"
    },
    {
      "verse": "2",
      "text": "“So many words should be answered, shouldn't they? Or is a person proved right by doing a lot of talking?"
    },
    {
      "verse": "3",
      "text": "Should all your babbling force people to keep quiet? When you mock, shouldn't someone make you feel ashamed?"
    },
    {
      "verse": "4",
      "text": "You said, ‘What I teach is the pure truth,’ and ‘in God's eyes I am clean.’"
    },
    {
      "verse": "5",
      "text": "If only God would speak up and tell you directly,"
    },
    {
      "verse": "6",
      "text": "because then he would explain to you the secrets of wisdom. True wisdom has many sides to it. God's treatment of you is far better than your guilt deserves."
    },
    {
      "verse": "7",
      "text": "Can you find out the mysteries of God? Can you discover all the wisdom of the Almighty?"
    },
    {
      "verse": "8",
      "text": "It is greater than the heavens—what can you do? It is deeper than Sheol —what can you know?"
    },
    {
      "verse": "9",
      "text": "It extends farther than the earth, and wider than the sea."
    },
    {
      "verse": "10",
      "text": "If God comes and imprisons someone, or assembles the court for judgment, who can stop him?"
    },
    {
      "verse": "11",
      "text": "For God knows who are deceivers—when he sees someone sin, he pays attention to it."
    },
    {
      "verse": "12",
      "text": "Stupid people will become wise when wild donkeys are born tame!"
    },
    {
      "verse": "13",
      "text": "But if you repent and spread out your hands to pray to him,"
    },
    {
      "verse": "14",
      "text": "if you get rid of your sins and don't let wickedness continue in your life,"
    },
    {
      "verse": "15",
      "text": "then you would be able to hold your head high in innocence, you will be firm and unafraid."
    },
    {
      "verse": "16",
      "text": "You will forget your misery, remembering it only as water under the bridge."
    },
    {
      "verse": "17",
      "text": "Your life will shine brighter than the noonday sun; even darkness will be like the morning."
    },
    {
      "verse": "18",
      "text": "You will have confidence because there is hope; you will be protected and rest in safety."
    },
    {
      "verse": "19",
      "text": "You will lie down to sleep with no one to frighten you, and many will come asking for your favor."
    },
    {
      "verse": "20",
      "text": "But the eyes of the wicked will fail, they will not be able to escape, and their only hope is in death.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}