{
  "version": "FBV",
  "book": "JOB",
  "chapter": 12,
  "verses": [
    {
      "verse": "1",
      "text": "Job replied,"
    },
    {
      "verse": "2",
      "text": "“You really think you're special people, don't you? Obviously when you die, wisdom will die with you!"
    },
    {
      "verse": "3",
      "text": "But I too have insights, and you're no better than me. Doesn't everyone know the things you've said?"
    },
    {
      "verse": "4",
      "text": "But my friends laugh at me because I called on God and he answered me: the innocent man who does right has become an object of derision."
    },
    {
      "verse": "5",
      "text": "People who are comfortable have contempt for those who are in trouble, ready to push over those who are already slipping."
    },
    {
      "verse": "6",
      "text": "Robbers live in peace, and those who make God angry live in safety, trusting their own strength as their ‘god.’"
    },
    {
      "verse": "7",
      "text": "But if you ask the animals they will teach you, the birds in the sky will tell you;"
    },
    {
      "verse": "8",
      "text": "ask the earth and it will teach you, and the fishes in the sea will tell you."
    },
    {
      "verse": "9",
      "text": "Which of all these doesn't know that the Lord has done this?"
    },
    {
      "verse": "10",
      "text": "He gives life to every living thing, life to all humankind."
    },
    {
      "verse": "11",
      "text": "The ear distinguishes words just like the palate distinguishes foods."
    },
    {
      "verse": "12",
      "text": "Wisdom to distinguish belongs to the old, and the ability to rightly discriminate belongs to those with long experience."
    },
    {
      "verse": "13",
      "text": "God has wisdom and power, counsel and understanding belong to him."
    },
    {
      "verse": "14",
      "text": "If he tears something down, nobody can rebuild it. If he imprisons someone, nobody can free them."
    },
    {
      "verse": "15",
      "text": "If God holds back the waters, everything dries up; if he releases the waters, the earth floods."
    },
    {
      "verse": "16",
      "text": "He is mighty and victorious; both deceivers and those deceived are subject to him."
    },
    {
      "verse": "17",
      "text": "He leads counselors away stripped of their wisdom, he makes judges into fools."
    },
    {
      "verse": "18",
      "text": "He removes the chains of office from kings and makes them wear loincloths."
    },
    {
      "verse": "19",
      "text": "He leads priests away stripped of their religious garments, he overthrows the powerful."
    },
    {
      "verse": "20",
      "text": "He takes away the advice of trusted advisors, he removes the discernment of the elders."
    },
    {
      "verse": "21",
      "text": "He pours scorn upon princes and takes away power from the strong."
    },
    {
      "verse": "22",
      "text": "He reveals what is hidden in darkness, and brings into the light the shadow of death."
    },
    {
      "verse": "23",
      "text": "He makes nations great and he destroys them; he expands nations and ruins them."
    },
    {
      "verse": "24",
      "text": "He removes the understanding of rulers and makes them wander in the wilderness."
    },
    {
      "verse": "25",
      "text": "They grope around in the dark without a light. He makes them stagger like drunk people.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}