{
  "version": "FBV",
  "book": "JOB",
  "chapter": 13,
  "verses": [
    {
      "verse": "1",
      "text": "Look, I've seen all this with my own eyes, and heard it with my own ears, and I understand it."
    },
    {
      "verse": "2",
      "text": "I know what you know. You're no better than me."
    },
    {
      "verse": "3",
      "text": "But I would still like to speak to the Almighty: I want to prove myself to God!"
    },
    {
      "verse": "4",
      "text": "As for you, you cover things up by telling lies! You are all like doctors who can't heal anyone!"
    },
    {
      "verse": "5",
      "text": "I wish you would all be quiet! That would be the wisest thing for you to do."
    },
    {
      "verse": "6",
      "text": "Listen to my argument and pay attention to what I have to say."
    },
    {
      "verse": "7",
      "text": "Do you think you can tell lies to defend God? Are you talking deceitfully on his behalf?"
    },
    {
      "verse": "8",
      "text": "Or are you wanting to show God favoritism? Are you going to argue God's case for him?"
    },
    {
      "verse": "9",
      "text": "Will you be found to be doing good when God examines you? Can you fool him as if he's a human being?"
    },
    {
      "verse": "10",
      "text": "No, he will definitely rebuke you if you secretly show him favoritism!"
    },
    {
      "verse": "11",
      "text": "Isn't his majesty terrifying to you? Aren't you so afraid of him you're paralyzed?"
    },
    {
      "verse": "12",
      "text": "Your sayings are as helpful as ashes; your arguments as weak as clay."
    },
    {
      "verse": "13",
      "text": "Be quiet. Don't talk to me. Let me speak, come what may."
    },
    {
      "verse": "14",
      "text": "I take responsibility for myself; I am ready to risk my life."
    },
    {
      "verse": "15",
      "text": "Even though he kills me, I will hope in him. I am still going to defend my ways before him."
    },
    {
      "verse": "16",
      "text": "By doing this I will be saved since no godless person could come before him."
    },
    {
      "verse": "17",
      "text": "Listen carefully to what I say, pay attention to my explanation."
    },
    {
      "verse": "18",
      "text": "Look, I've prepared my case—I know I will be proved right."
    },
    {
      "verse": "19",
      "text": "Who wants to argue with me? If I'm proved wrong, I'm prepared to be quiet and die."
    },
    {
      "verse": "20",
      "text": "God, I have two requests, then I can face you."
    },
    {
      "verse": "21",
      "text": "Stop beating me, and stop terrifying me."
    },
    {
      "verse": "22",
      "text": "Then call, and I will answer. Or let me speak, and then answer me."
    },
    {
      "verse": "23",
      "text": "What are my sins and iniquities? Show me what have I done wrong; how have I rebelled against you?"
    },
    {
      "verse": "24",
      "text": "Why are you unfriendly towards me? Why do you treat me as your enemy?"
    },
    {
      "verse": "25",
      "text": "Would you frighten a leaf blown by the wind or hunt down a piece of straw?"
    },
    {
      "verse": "26",
      "text": "For you write down bitter things against me and pay me back for the sins of my youth."
    },
    {
      "verse": "27",
      "text": "You put my feet in the stocks. You keep an eye on every step I take. You even inspect my footprints!"
    },
    {
      "verse": "28",
      "text": "I'm falling apart like something rotten, like moth-eaten clothes."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}