{
  "version": "FBV",
  "book": "JOB",
  "chapter": 16,
  "verses": [
    {
      "verse": "1",
      "text": "Job replied,"
    },
    {
      "verse": "2",
      "text": "“I've heard all this before. You are comforters who just cause trouble!"
    },
    {
      "verse": "3",
      "text": "Will your windy speeches never cease? What's bothering you that you have to answer me?"
    },
    {
      "verse": "4",
      "text": "I could talk like you do if you were in my place, stringing words together to criticize you, ridiculing you with a toss of my head."
    },
    {
      "verse": "5",
      "text": "I could build you up by my mouth speaking words; the movement of my lips would ease your pain."
    },
    {
      "verse": "6",
      "text": "For me, if I speak it doesn't ease my pain, and if I don't speak the pain is still there."
    },
    {
      "verse": "7",
      "text": "God, you have worn me out. You have destroyed my whole family."
    },
    {
      "verse": "8",
      "text": "You have made me shrivel up, which is a witness against me; my thin body testifies against me."
    },
    {
      "verse": "9",
      "text": "He has torn me apart in his anger; in his hostility he has gnashed his teeth at me; my enemy pierces me with his fierce look."
    },
    {
      "verse": "10",
      "text": "People stare at me with their mouths wide open, they slap me on my cheeks to mock me, they crowd around me to attack me."
    },
    {
      "verse": "11",
      "text": "God has handed me over to evil people; he has thrown me into their hands."
    },
    {
      "verse": "12",
      "text": "I was living in peace and he smashed me to pieces. He grabbed me by the neck and dashed me to pieces. He set me up as his target."
    },
    {
      "verse": "13",
      "text": "His archers surround me. His arrows pierce my kidneys without mercy. He pours out my gall on the ground."
    },
    {
      "verse": "14",
      "text": "Like a wall he breaks me down, breach upon breach, rushing at me like a warrior."
    },
    {
      "verse": "15",
      "text": "I have sown sackcloth to cover my skin; my strength lies broken in the dust."
    },
    {
      "verse": "16",
      "text": "My face is red from crying and dark shadows surround my eyes,"
    },
    {
      "verse": "17",
      "text": "although I have done nothing wrong and my prayer is pure."
    },
    {
      "verse": "18",
      "text": "Earth, do not cover up my blood. May my cry find no place to hide."
    },
    {
      "verse": "19",
      "text": "Look, right now my witness is in heaven; the one who speaks for me is on high."
    },
    {
      "verse": "20",
      "text": "My friends scorn me, but my eyes pour out tears to God."
    },
    {
      "verse": "21",
      "text": "I want my witness to speak for me with God as someone does for their friend."
    },
    {
      "verse": "22",
      "text": "For in a few short years I shall go down that road from which I shall not return.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}