{
  "version": "FBV",
  "book": "JOB",
  "chapter": 18,
  "verses": [
    {
      "verse": "1",
      "text": "Then Bildad the Shuhite spoke up and said,"
    },
    {
      "verse": "2",
      "text": "“How long will you go on talking, hunting for the right words to say? Talk sense if you want us to reply!"
    },
    {
      "verse": "3",
      "text": "Do you think we're dumb animals? Do we look stupid to you?"
    },
    {
      "verse": "4",
      "text": "You tear yourself apart with your anger. Do you think the earth has to be abandoned, or the mountains moved, just because of you?"
    },
    {
      "verse": "5",
      "text": "It's certain that the life of the wicked will end like a lamp that is snuffed out—their flame will shine no more."
    },
    {
      "verse": "6",
      "text": "The light in their home goes out, the lamp hanging above is extinguished."
    },
    {
      "verse": "7",
      "text": "Instead of taking strong strides they stumble, and their own plans cause them to fall."
    },
    {
      "verse": "8",
      "text": "Their own feet trip them up and they are caught in a net; as they walk along they fall into a pit."
    },
    {
      "verse": "9",
      "text": "A trap grabs them by the heel; a snare tightens around them."
    },
    {
      "verse": "10",
      "text": "A noose is hidden on the ground for them; a rope is stretched across the path to trip them."
    },
    {
      "verse": "11",
      "text": "Terrors scare the wicked, coming at them from every side, chasing them, biting at their heels."
    },
    {
      "verse": "12",
      "text": "Hunger robs them of strength; disaster waits for them when they fall."
    },
    {
      "verse": "13",
      "text": "Disease devours their skin; deadly disease consumes their limbs."
    },
    {
      "verse": "14",
      "text": "They are torn from the homes they trusted in and taken to the king of terrors."
    },
    {
      "verse": "15",
      "text": "People they don't know will live in their homes; sulfur will be scattered where they used to live."
    },
    {
      "verse": "16",
      "text": "They wither away, roots below and branches above;"
    },
    {
      "verse": "17",
      "text": "the memory of them fades from the earth; nobody remembers their names any more."
    },
    {
      "verse": "18",
      "text": "They are thrown out of light into darkness, driven from the world."
    },
    {
      "verse": "19",
      "text": "They have no children or descendants among their people, and no survivors where they used to live."
    },
    {
      "verse": "20",
      "text": "People of the west are appalled at what happens to them. People of the east are shocked."
    },
    {
      "verse": "21",
      "text": "This is what happens to the homes of the wicked, to the places of those who reject God.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}