{
  "version": "FBV",
  "book": "JOB",
  "chapter": 19,
  "verses": [
    {
      "verse": "1",
      "text": "Job replied,"
    },
    {
      "verse": "2",
      "text": "“How long will you go on tormenting me? How long will you go on crushing me with words?"
    },
    {
      "verse": "3",
      "text": "Ten times already you have humiliated me. Aren't you ashamed for treating me so badly?"
    },
    {
      "verse": "4",
      "text": "Even if I did sin, that's my problem, and has nothing to do with you."
    },
    {
      "verse": "5",
      "text": "You think you're so much better than me, and you use my degradation against me."
    },
    {
      "verse": "6",
      "text": "But you should realize that it's God who has wronged me, he has trapped me in his net."
    },
    {
      "verse": "7",
      "text": "Even though I cry for help, I get no answer; even though I shout my objections, I get no justice."
    },
    {
      "verse": "8",
      "text": "God has walled me in so I can't escape; he has plunged my path into darkness."
    },
    {
      "verse": "9",
      "text": "He has stripped my honor from me; he has taken away my reputation."
    },
    {
      "verse": "10",
      "text": "He tears me down from all sides until I am finished; he has destroyed my hope like a tree that is uprooted."
    },
    {
      "verse": "11",
      "text": "His anger burns against me; he treats me as one of his enemies."
    },
    {
      "verse": "12",
      "text": "God's troops assemble to attack me. They build ramparts against me. They encircle and besiege my home."
    },
    {
      "verse": "13",
      "text": "He has driven my brothers far away from me; all my former friends are estranged from me."
    },
    {
      "verse": "14",
      "text": "My relatives have abandoned me; my close friends have forgotten me."
    },
    {
      "verse": "15",
      "text": "My house guests and my maidservants treat me as a stranger—to them I have become a foreigner."
    },
    {
      "verse": "16",
      "text": "I call my servant, but he doesn't reply. I have to beg him!"
    },
    {
      "verse": "17",
      "text": "I am repulsive to my wife, and I am loathsome to my own brothers."
    },
    {
      "verse": "18",
      "text": "Even young children despise me; when I stand up they ridicule me."
    },
    {
      "verse": "19",
      "text": "All my closest friends despise me, and those I loved have turned on me."
    },
    {
      "verse": "20",
      "text": "I've been reduced to skin and bones and I survive by the skin of my teeth."
    },
    {
      "verse": "21",
      "text": "Have pity on me, my friends, have pity on me, because God has struck me down!"
    },
    {
      "verse": "22",
      "text": "Why are you persecuting me like God does? Aren't you satisfied with getting your pound of flesh?"
    },
    {
      "verse": "23",
      "text": "I wish my words could be written down, recorded in a book,"
    },
    {
      "verse": "24",
      "text": "or engraved with an iron pen and molten lead in the rock forever."
    },
    {
      "verse": "25",
      "text": "I know my Redeemer is alive, and that he shall finally take the stand for me on the earth."
    },
    {
      "verse": "26",
      "text": "Even though my skin is destroyed, in my body I shall see God."
    },
    {
      "verse": "27",
      "text": "I myself will see him—with my own eyes, and not those of someone else! The thought overcomes me!"
    },
    {
      "verse": "28",
      "text": "You say to yourselves, ‘How can we make him suffer so he can see he is the source of his problems?’"
    },
    {
      "verse": "29",
      "text": "You yourselves should fear being punished by God, for you know anger brings God's punishment that accompanies judgment.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}