{
  "version": "FBV",
  "book": "JOB",
  "chapter": 20,
  "verses": [
    {
      "verse": "1",
      "text": "Then Zophar the Naamathite answered and said,"
    },
    {
      "verse": "2",
      "text": "“I'm forced to reply because I'm really upset!"
    },
    {
      "verse": "3",
      "text": "What I hear you say insults me, but I know how to reply to you!"
    },
    {
      "verse": "4",
      "text": "Don't you know that since ancient times, since human beings were put on this earth,"
    },
    {
      "verse": "5",
      "text": "that the triumph of the wicked doesn't last long, that those who reject God are only happy for a short time?"
    },
    {
      "verse": "6",
      "text": "Even though they are so tall they reach the heavens, even though their heads reach the clouds,"
    },
    {
      "verse": "7",
      "text": "they will vanish forever like their own excrement. People who knew them will ask, ‘Where have they gone?’"
    },
    {
      "verse": "8",
      "text": "They will vanish like a dream, never to be found, fleeing like a vision of the night."
    },
    {
      "verse": "9",
      "text": "Those who once saw them will not see them anymore; their families will never set eyes on them again."
    },
    {
      "verse": "10",
      "text": "Their children will have to pay back the poor; they will have to return their wealth."
    },
    {
      "verse": "11",
      "text": "Though the wicked have bodies that are young and strong, they will die and be buried."
    },
    {
      "verse": "12",
      "text": "Though evil tastes sweet in their mouths and they hide it under their tongues,"
    },
    {
      "verse": "13",
      "text": "not letting it go but keeping it in their mouths,"
    },
    {
      "verse": "14",
      "text": "in their stomachs it turns bitter, becoming like snake venom inside them."
    },
    {
      "verse": "15",
      "text": "They swallow wealth and vomit it up again; God forces it from their stomachs."
    },
    {
      "verse": "16",
      "text": "They suck in snake venom; the bite of the viper will kill them."
    },
    {
      "verse": "17",
      "text": "They will not live to enjoy the streams, the rivers of milk and honey."
    },
    {
      "verse": "18",
      "text": "They will have to give back what they have gained and will not have any benefit; they will not enjoy any of their profits."
    },
    {
      "verse": "19",
      "text": "For they have oppressed and abandoned the poor; they have seized houses they did not build."
    },
    {
      "verse": "20",
      "text": "Because their greed was never satisfied, nothing they liked is left that they didn't consume."
    },
    {
      "verse": "21",
      "text": "Nothing escapes their ravenous appetites, so their happiness doesn't last long."
    },
    {
      "verse": "22",
      "text": "Even when the wicked have all that they want they run into trouble; all kinds of misery will fall upon them."
    },
    {
      "verse": "23",
      "text": "While they are busy filling their bellies, God's hostility will burn against them, raining down on them."
    },
    {
      "verse": "24",
      "text": "As they flee to escape an iron weapon, a bronze arrow will strike them down."
    },
    {
      "verse": "25",
      "text": "The arrow is pulled out of their gall bladder, glistening with blood. They are absolutely terrified!"
    },
    {
      "verse": "26",
      "text": "All they value will disappear into the darkness; divine fire will destroy them; all they have left will go up in smoke."
    },
    {
      "verse": "27",
      "text": "The heavens reveal what they have done wrong; the earth will rise up against them."
    },
    {
      "verse": "28",
      "text": "All their possessions will be carried from their homes; they will be dragged off on the day of God's judgment."
    },
    {
      "verse": "29",
      "text": "This is the share the wicked receive from God, the inheritance God says they should have.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}