{
  "version": "FBV",
  "book": "JOB",
  "chapter": 28,
  "verses": [
    {
      "verse": "1",
      "text": "“There are silver mines and places where gold is refined."
    },
    {
      "verse": "2",
      "text": "Iron is extracted from the earth and copper is smelted from its ore."
    },
    {
      "verse": "3",
      "text": "Miners take lamps into the darkness underground and search for ore as far as they can go in the shadows and the gloom."
    },
    {
      "verse": "4",
      "text": "They dig a mineshaft far from where people live or anyone ever goes. They swing from ropes that hang in the pits."
    },
    {
      "verse": "5",
      "text": "Bread comes from the earth, but underneath it looks as if it has been turned upside-down by fire."
    },
    {
      "verse": "6",
      "text": "Here the rocks contain lapis lazuli and the dust contains gold."
    },
    {
      "verse": "7",
      "text": "No birds of prey can see these paths, no falcon's eye can perceive."
    },
    {
      "verse": "8",
      "text": "No wild beasts have passed that way; the lion has not walked there."
    },
    {
      "verse": "9",
      "text": "Miners attack the hard rock; they overturn the roots of mountains."
    },
    {
      "verse": "10",
      "text": "They tunnel through the rock, looking carefully for every precious stone."
    },
    {
      "verse": "11",
      "text": "They dam the sources of the rivers, and bring to light what is hidden."
    },
    {
      "verse": "12",
      "text": "But where can wisdom be found? Where is the place to gain understanding?"
    },
    {
      "verse": "13",
      "text": "Human beings do not know the way to wisdom; it is not found among the living."
    },
    {
      "verse": "14",
      "text": "The deep waters say, ‘It's not here,’ and the sea says, ‘It's not here either.’"
    },
    {
      "verse": "15",
      "text": "It cannot be bought with gold; nor can it be purchased with silver."
    },
    {
      "verse": "16",
      "text": "Its value cannot be measured, even with the gold of Ophir; it is more precious than onyx or lapis lazuli."
    },
    {
      "verse": "17",
      "text": "Gold or fine glass cannot compare with wisdom; it cannot be exchanged for gold jewelry."
    },
    {
      "verse": "18",
      "text": "Coral and crystal are not worth mentioning; the price of wisdom is far above rubies."
    },
    {
      "verse": "19",
      "text": "Topaz from Ethiopia can't compare with it; it cannot be bought with the purest gold."
    },
    {
      "verse": "20",
      "text": "So where does wisdom come from? Where is the place to gain understanding?"
    },
    {
      "verse": "21",
      "text": "Wisdom is hidden from the sight of all living things, even the birds of the air cannot see it."
    },
    {
      "verse": "22",
      "text": "Abaddon and Death say, ‘We've only heard a rumor of it.’"
    },
    {
      "verse": "23",
      "text": "Only God understands the path to wisdom; he knows where it is found."
    },
    {
      "verse": "24",
      "text": "For he looks to the very end of the earth; he sees everything under heaven."
    },
    {
      "verse": "25",
      "text": "He decided how strong the wind should blow, and regulated the waters."
    },
    {
      "verse": "26",
      "text": "He set a limit for the rain and made a path for the lightning."
    },
    {
      "verse": "27",
      "text": "Then he considered wisdom. He examined it, gave it his approval, and declared it good."
    },
    {
      "verse": "28",
      "text": "He said to humankind, ‘To reverence the Lord is wisdom, and to turn away from evil is understanding.’”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}