{
  "version": "FBV",
  "book": "JOB",
  "chapter": 30,
  "verses": [
    {
      "verse": "1",
      "text": "But now people much younger than me laugh at me; people whose fathers I would not put to work with my sheepdogs."
    },
    {
      "verse": "2",
      "text": "They are too weak to be any use to me; they're all worn-out."
    },
    {
      "verse": "3",
      "text": "Thin through hunger and want, they try to eat the dry ground in the dark, desolate wilderness."
    },
    {
      "verse": "4",
      "text": "There they pick desert herbs and the leaves of bushes, and eat the roots of broom trees."
    },
    {
      "verse": "5",
      "text": "They were driven out of the community."
    },
    {
      "verse": "6",
      "text": "People shouted after them as if they were thieves. They have to live in dangerous ravines, in caves and among the rocks."
    },
    {
      "verse": "7",
      "text": "They shout out like animals among the bushes; they huddle together in the weeds for shelter."
    },
    {
      "verse": "8",
      "text": "They are foolish, nameless people that have been driven from the land."
    },
    {
      "verse": "9",
      "text": "Yet now they mock me in their songs; I have become a joke to them!"
    },
    {
      "verse": "10",
      "text": "They despise and shun me; they don't hesitate to spit in my face."
    },
    {
      "verse": "11",
      "text": "God has made my bowstring loose and humbled me."
    },
    {
      "verse": "12",
      "text": "The rabble rise up against me, they send me running; like a city under siege they devise ways to destroy me."
    },
    {
      "verse": "13",
      "text": "They cut off my way of escape; they bring about my downfall and do this without anyone's help."
    },
    {
      "verse": "14",
      "text": "They come in through a wide breach; they rush in as the wall comes tumbling down."
    },
    {
      "verse": "15",
      "text": "Terrors overcome me; my honor is blown away by the wind; my salvation vanishes like a cloud."
    },
    {
      "verse": "16",
      "text": "And now my life is ebbing away; every day despair grips me."
    },
    {
      "verse": "17",
      "text": "At night my bones are in agony; the pain gnaws at me and never stops."
    },
    {
      "verse": "18",
      "text": "God grabs me roughly by my clothes; he pulls me by the collar of my shirt."
    },
    {
      "verse": "19",
      "text": "He has thrown me in the mud; he has humbled me like dust and ashes."
    },
    {
      "verse": "20",
      "text": "God, I cry to you but you don't answer; I stand before you, but you don't even notice me."
    },
    {
      "verse": "21",
      "text": "You have turned cruel to me; you use your power to make me suffer."
    },
    {
      "verse": "22",
      "text": "You pick me up and blow me along in the wind; tossing me about in the whirlwind."
    },
    {
      "verse": "23",
      "text": "I know you're taking me to my death, to the place where all the living go."
    },
    {
      "verse": "24",
      "text": "Who would want to kick a man when he is down, when they cry for help in their time of trouble?"
    },
    {
      "verse": "25",
      "text": "Didn't I weep for those having hard times? Didn't I grieve at what the poor suffered?"
    },
    {
      "verse": "26",
      "text": "But when I looked for good, only evil came, and when I waited for the light, all that came was darkness."
    },
    {
      "verse": "27",
      "text": "Inside I am in turmoil, it never stops; I face days of despair."
    },
    {
      "verse": "28",
      "text": "I am so depressed; seeing the sun doesn't help. I stand up in the assembly and cry for help."
    },
    {
      "verse": "29",
      "text": "I am like a brother to the jackals, a companion to owls."
    },
    {
      "verse": "30",
      "text": "My skin turns black on me; and my bones burn within me."
    },
    {
      "verse": "31",
      "text": "My lyre only plays sad songs, and my pipe is the voice of those who weep."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}