{
  "version": "FBV",
  "book": "JOB",
  "chapter": 37,
  "verses": [
    {
      "verse": "1",
      "text": "“At this my heart trembles, beating rapidly within me!"
    },
    {
      "verse": "2",
      "text": "Listen carefully to God's thunderous voice that rumbles as he speaks."
    },
    {
      "verse": "3",
      "text": "He sends it across the heaven; his lightning flashes to the ends of the earth."
    },
    {
      "verse": "4",
      "text": "Then comes the roar of thunder, his majestic voice holding nothing back when he speaks."
    },
    {
      "verse": "5",
      "text": "God's thunderous voice is wonderful! We can't comprehend the great things he does!"
    },
    {
      "verse": "6",
      "text": "He tells the snow to fall and the rain to pour down on the earth."
    },
    {
      "verse": "7",
      "text": "By this he stops people working so that everyone can understand what he does."
    },
    {
      "verse": "8",
      "text": "Even the animals take shelter and remain in their dens."
    },
    {
      "verse": "9",
      "text": "The south wind blows in storms, while the north wind blows in cold weather."
    },
    {
      "verse": "10",
      "text": "God's breath produces ice, freezing the surface of water solid."
    },
    {
      "verse": "11",
      "text": "He fills the clouds with moisture; he scatters his lightning from them."
    },
    {
      "verse": "12",
      "text": "They swirl around under his control; they move over all the earth as he commands."
    },
    {
      "verse": "13",
      "text": "He does this to accomplish his will, either to discipline or to show his goodness."
    },
    {
      "verse": "14",
      "text": "Listen to this, Job! Stop for a moment and consider the wonderful things God does."
    },
    {
      "verse": "15",
      "text": "Do you know how God controls the clouds, or makes his lightning flash from them?"
    },
    {
      "verse": "16",
      "text": "Do you know how clouds float in the sky—the wonderful work of him who knows everything."
    },
    {
      "verse": "17",
      "text": "You know how your clothes drip with sweat when the south wind brings air that is hot and heavy."
    },
    {
      "verse": "18",
      "text": "Can you hammer out the sky so it becomes like a molten mirror, as he does?"
    },
    {
      "verse": "19",
      "text": "So why don't you teach us what to tell God? We cannot make our case because we are in the dark!"
    },
    {
      "verse": "20",
      "text": "Should God be told that I want to speak? Anyone who wanted to would be destroyed!"
    },
    {
      "verse": "21",
      "text": "After all, we can't look at the sun when it blazes brightly in the sky, after the wind has cleared away the clouds."
    },
    {
      "verse": "22",
      "text": "Out of the north God comes shining like gold, surrounded in awesome majesty."
    },
    {
      "verse": "23",
      "text": "We cannot approach the Almighty for he is far beyond us in power and justice, and doing right."
    },
    {
      "verse": "24",
      "text": "He does not act like a tyrant—no wonder people are in awe of him, though he does not value those who think they're wise.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}