{
  "version": "FBV",
  "book": "JOB",
  "chapter": 38,
  "verses": [
    {
      "verse": "1",
      "text": "Then the Lord answered Job out of the whirlwind,"
    },
    {
      "verse": "2",
      "text": "“Who is this who questions my wisdom by talking so ignorantly?"
    },
    {
      "verse": "3",
      "text": "Prepare yourself, be strong, for I am going to question you, and you must answer me."
    },
    {
      "verse": "4",
      "text": "Where were you when I laid the foundation of the earth? Tell me, if you have such knowledge!"
    },
    {
      "verse": "5",
      "text": "Who decided its dimensions? Don't you know? Who stretched out a measuring line?"
    },
    {
      "verse": "6",
      "text": "What do its foundations rest upon? Who laid its cornerstone,"
    },
    {
      "verse": "7",
      "text": "when the stars of the morning sang together and all the angels shouted for joy."
    },
    {
      "verse": "8",
      "text": "Who laid down the boundaries of the sea when it was born?"
    },
    {
      "verse": "9",
      "text": "Who clothed it with clouds, and wrapped it in a blanket of deep darkness?"
    },
    {
      "verse": "10",
      "text": "I set its limits, marking its borders."
    },
    {
      "verse": "11",
      "text": "I said, ‘You may come here, but no farther. Here is where your proud waves stop.’"
    },
    {
      "verse": "12",
      "text": "During your lifetime, have you ever ordered the morning to begin?"
    },
    {
      "verse": "13",
      "text": "Have you ever told the dawn where to appear that it might take hold of the corners of the earth and shake the wicked out?"
    },
    {
      "verse": "14",
      "text": "The earth is changed like clay under a seal; its features stand out like a crumpled garment."
    },
    {
      "verse": "15",
      "text": "The ‘light’ of the wicked is taken away from them; their acts of violence are stopped."
    },
    {
      "verse": "16",
      "text": "Have you entered the sources of the sea? Have you explored their hidden depths?"
    },
    {
      "verse": "17",
      "text": "Have you been shown where the gates of death are? Have you seen the gates of utter darkness?"
    },
    {
      "verse": "18",
      "text": "Do you know how far the earth extends? Tell me if you know all this!"
    },
    {
      "verse": "19",
      "text": "In which direction does light live? Where does darkness dwell?"
    },
    {
      "verse": "20",
      "text": "Can you take them home? Do you know the way to where they live?"
    },
    {
      "verse": "21",
      "text": "Of course you know, because you were already born then! You've lived so long!"
    },
    {
      "verse": "22",
      "text": "Have you been to where the snow is kept? Have you seen where the hail is held?"
    },
    {
      "verse": "23",
      "text": "I have stored them up for the time of trouble, for the day of war and battle."
    },
    {
      "verse": "24",
      "text": "Do you know the way to where light comes from, or to where the east wind blows over the earth?"
    },
    {
      "verse": "25",
      "text": "Who cuts a channel for the rain to flow? Who creates a path for the thunderbolt?"
    },
    {
      "verse": "26",
      "text": "Who brings rain to an uninhabited land, to a desert where nobody lives,"
    },
    {
      "verse": "27",
      "text": "to water a parched wasteland to make the green grass grow?"
    },
    {
      "verse": "28",
      "text": "Does the rain have a father? Who was the father of the dewdrops?"
    },
    {
      "verse": "29",
      "text": "Who was the mother of ice? Does the frost of the air have a mother?"
    },
    {
      "verse": "30",
      "text": "Water turns into rock-hard ice; its surface freezes solid."
    },
    {
      "verse": "31",
      "text": "Can you tie together the stars of the Pleiades? Can you loosen the belt of the Orion constellation?"
    },
    {
      "verse": "32",
      "text": "Can you guide the stars of Mazzaroth at the right time? Can you direct the Great Bear constellation and its other stars?"
    },
    {
      "verse": "33",
      "text": "Do you know the laws of the heavens? Can you apply them to the earth?"
    },
    {
      "verse": "34",
      "text": "Can you shout to the clouds and command them to pour rain down on you?"
    },
    {
      "verse": "35",
      "text": "Can you send out bolts of lightning and direct them, so that they can answer you saying, ‘Here we are’?"
    },
    {
      "verse": "36",
      "text": "Who has placed wisdom inside people? Who has given understanding to the mind?"
    },
    {
      "verse": "37",
      "text": "Who is clever enough to count the clouds? Who can turn heaven's water jars on their sides"
    },
    {
      "verse": "38",
      "text": "when the dust has baked into a solid mass?"
    },
    {
      "verse": "39",
      "text": "Can you hunt prey for the lion? Can you feed the lion cubs"
    },
    {
      "verse": "40",
      "text": "as they crouch down in their dens and lie in wait in the bushes?"
    },
    {
      "verse": "41",
      "text": "Who provides food for the raven when its young cry out to God, weak from starvation?”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}