{
  "version": "FBV",
  "book": "JOB",
  "chapter": 39,
  "verses": [
    {
      "verse": "1",
      "text": "“Do you know when the wild goats give birth? Have you watched the birth-pains of the deer?"
    },
    {
      "verse": "2",
      "text": "Do you know how many months they carry their young? Do you know the time when they give birth?"
    },
    {
      "verse": "3",
      "text": "They crouch down in labor to deliver their offspring."
    },
    {
      "verse": "4",
      "text": "Their young grow strong in the open countryside; they leave and never return."
    },
    {
      "verse": "5",
      "text": "Who gave the wild donkey its freedom? Who set it free from its bonds?"
    },
    {
      "verse": "6",
      "text": "I have given it the wilderness as its home, the salt plains as a place to live."
    },
    {
      "verse": "7",
      "text": "It despises the noise of the city; it doesn't need to listen to the shouts of a driver."
    },
    {
      "verse": "8",
      "text": "It hunts in the mountains for pastureland, searching for all kinds of green plants to eat."
    },
    {
      "verse": "9",
      "text": "Is the wild ox willing to serve you? Will it spend the night at your manger?"
    },
    {
      "verse": "10",
      "text": "Can you tie a wild ox to a plow? Can you make it till your fields for you?"
    },
    {
      "verse": "11",
      "text": "Because it's so powerful can you trust it? Can you depend on it to do your heavy work for you?"
    },
    {
      "verse": "12",
      "text": "Are you sure it will gather your grain and bring it to your threshing floor?"
    },
    {
      "verse": "13",
      "text": "The ostrich proudly flaps her wings, but they are nothing like the flight feathers of the stork."
    },
    {
      "verse": "14",
      "text": "The ostrich abandons her eggs on the ground, leaving them to be warmed in the dust."
    },
    {
      "verse": "15",
      "text": "She doesn't think that they can be crushed underfoot, trampled by a wild animal."
    },
    {
      "verse": "16",
      "text": "She is tough towards her young, acting as if they didn't belong to her. She doesn't care that all her work was for nothing."
    },
    {
      "verse": "17",
      "text": "For I, God, made her forget wisdom—she didn't get her share of intelligence."
    },
    {
      "verse": "18",
      "text": "But when she needs to, she can jump up and run, mocking a horse and its rider with her speed."
    },
    {
      "verse": "19",
      "text": "Did you give the horse its strength? Did you place a mane upon its neck?"
    },
    {
      "verse": "20",
      "text": "Did you make it able to jump like a locust? Its loud snorting is terrifying!"
    },
    {
      "verse": "21",
      "text": "It paws at the ground, rearing up with power as it charges into battle."
    },
    {
      "verse": "22",
      "text": "It laughs at fear; it is not frightened at all."
    },
    {
      "verse": "23",
      "text": "The quiver full of arrows rattles against it; the spear and the javelin flash in the sunlight."
    },
    {
      "verse": "24",
      "text": "Shaking with rage it gallops across the ground; it cannot remain still when the trumpet sounds."
    },
    {
      "verse": "25",
      "text": "Whenever the trumpet calls, it is ready; he senses the sound of battle from far away, he hears the commanders shouting."
    },
    {
      "verse": "26",
      "text": "Is it through your wisdom that the hawk soars, spreading its wings towards the south?"
    },
    {
      "verse": "27",
      "text": "Do you command the eagle to fly high and make its nest in the summits of the mountains?"
    },
    {
      "verse": "28",
      "text": "It lives among the cliffs, and roosts on a remote rocky crag."
    },
    {
      "verse": "29",
      "text": "From there it spies its prey from far away, fixing its gaze on its victim. Its chicks eagerly swallow blood."
    },
    {
      "verse": "30",
      "text": "Where the carcasses are, that's where birds of prey are found.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}