{
  "version": "FBV",
  "book": "JOB",
  "chapter": 42,
  "verses": [
    {
      "verse": "1",
      "text": "Then Job answered the Lord."
    },
    {
      "verse": "2",
      "text": "“I know you can do anything. No one can prevent you doing what you want."
    },
    {
      "verse": "3",
      "text": "You asked, ‘Who is this who questions my wisdom by talking so ignorantly?’ I was speaking about things I didn't understand—things too wonderful for me to know."
    },
    {
      "verse": "4",
      "text": "You told me, ‘Listen to me, I am going to speak. I am going to question you, and you must answer me.’"
    },
    {
      "verse": "5",
      "text": "Before, I had only heard about you, but now I've seen you for myself."
    },
    {
      "verse": "6",
      "text": "That is why I'm sorry for what I said, and I repent in dust and ashes.”"
    },
    {
      "verse": "7",
      "text": "After the Lord had finished speaking to Job he said to Eliphaz the Temanite, “I am angry with you and your two friends because you have not told the truth about me, as my servant Job did."
    },
    {
      "verse": "8",
      "text": "So take seven bulls and seven rams and go to my servant Job, and you shall offer a burnt offering for yourselves. My servant Job will pray on your behalf and I will accept his prayer and not deal with you according to your foolishness, because you have not told the truth about me, as my servant Job did.”"
    },
    {
      "verse": "9",
      "text": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did what the Lord commanded them, and the Lord accepted Job's prayer."
    },
    {
      "verse": "10",
      "text": "The Lord restored Job's prosperity when he prayed for his friends, and gave him twice as much as he had before."
    },
    {
      "verse": "11",
      "text": "Then all his brothers and sisters and friends he'd previously known came and ate with him at his home. They showed him sympathy and comforted him because of all the trouble the Lord had caused him. Each one of them gave him money and a gold ring."
    },
    {
      "verse": "12",
      "text": "The Lord blessed the last part of Job's life more than the first part. Now he owned 14,000 sheep, 6,000 camels, 1,000 teams of oxen, and 1,000 female donkeys."
    },
    {
      "verse": "13",
      "text": "Job also had seven sons and three daughters."
    },
    {
      "verse": "14",
      "text": "Job called the first daughter Jemimah, the second Keziah, and the third Keren-Happuch."
    },
    {
      "verse": "15",
      "text": "Nowhere in all the land were there women as beautiful as Job's daughters, and Job gave them the same inheritance as their brothers."
    },
    {
      "verse": "16",
      "text": "Job lived 140 years after this, seeing his children, and grandchildren, in fact four generations."
    },
    {
      "verse": "17",
      "text": "Then Job died at an old age, having lived a very full life."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}