{
  "version": "FBV",
  "book": "JOB",
  "chapter": 5,
  "verses": [
    {
      "verse": "1",
      "text": "“Call if you want, but who is going to answer you? Which angel are you going to turn to?"
    },
    {
      "verse": "2",
      "text": "Surely anger slays the fool and jealousy kills the simple."
    },
    {
      "verse": "3",
      "text": "I have seen a fool growing strong, but I immediately cursed his house."
    },
    {
      "verse": "4",
      "text": "His sons are never safe; they are crushed in court with no one to defend them."
    },
    {
      "verse": "5",
      "text": "The hungry eat everything he has harvested, taking even that protected by a thorn hedge, while others look to steal his wealth."
    },
    {
      "verse": "6",
      "text": "For evil doesn't come from the dust; neither does trouble grow from the earth."
    },
    {
      "verse": "7",
      "text": "But human beings are born for trouble just as certainly as sparks from a fire fly upwards."
    },
    {
      "verse": "8",
      "text": "If it were me, I would go to God and put my case before him."
    },
    {
      "verse": "9",
      "text": "He is the one who does amazing, incredible things; miracles that can't be counted!"
    },
    {
      "verse": "10",
      "text": "He gives rain to the earth and sends water to the fields."
    },
    {
      "verse": "11",
      "text": "He exalts the humble, and rescues those who mourn."
    },
    {
      "verse": "12",
      "text": "He frustrates the plans of the cunning so that they are unsuccessful."
    },
    {
      "verse": "13",
      "text": "He traps the wise in their own clever thinking, and the schemes of twisted people are cut short."
    },
    {
      "verse": "14",
      "text": "In the daytime they're in the dark, and they stumble around at noon like it's night."
    },
    {
      "verse": "15",
      "text": "But God is the one who saves from their cutting remarks, and the poor from the actions of the powerful."
    },
    {
      "verse": "16",
      "text": "As a result those who are helpless have hope, and the wicked have to shut their mouths!"
    },
    {
      "verse": "17",
      "text": "See how happy is the person God corrects—so don't despise the Almighty's discipline."
    },
    {
      "verse": "18",
      "text": "For he causes pain but he provides relief; he wounds but his hands heal."
    },
    {
      "verse": "19",
      "text": "He will save you from many disasters; a multitude of evils will not affect you."
    },
    {
      "verse": "20",
      "text": "In times of famine he will rescue you from death, and in times of war he will save you from the power of the sword."
    },
    {
      "verse": "21",
      "text": "You will be protected from sharp-tongued slander; and when violence comes you will not be afraid."
    },
    {
      "verse": "22",
      "text": "You will laugh at violence and famine; you won't be afraid of wild animals—"
    },
    {
      "verse": "23",
      "text": "for you will be at peace with the stones of the field and the wild animals will be at peace with you."
    },
    {
      "verse": "24",
      "text": "You will be certain that your home is safe, for you will go to where you live and find nothing missing."
    },
    {
      "verse": "25",
      "text": "You will also be sure that you will have many children; your descendants will be like the grass of the earth."
    },
    {
      "verse": "26",
      "text": "You will live to a ripe old age like a sheaf of grain when it is harvested."
    },
    {
      "verse": "27",
      "text": "Look, we've examined it, and it's true! Listen to what I'm saying and apply it to yourself!”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}