{
  "version": "ESV",
  "book": "PRO",
  "chapter": 25,
  "verses": [
    {
      "verse": "1",
      "text": "These also are proverbs of Solomon which the men of Hezekiah king of Judah copied."
    },
    {
      "verse": "2",
      "text": "It is the glory of God to conceal things,"
    },
    {
      "verse": "#",
      "text": "but the glory of kings is to search things out."
    },
    {
      "verse": "3",
      "text": "As the heavens for height, and the earth for depth,"
    },
    {
      "verse": "#",
      "text": "so the heart of kings is unsearchable."
    },
    {
      "verse": "4",
      "text": "Take away the dross from the silver,"
    },
    {
      "verse": "#",
      "text": "and the smith has material for a vessel;"
    },
    {
      "verse": "5",
      "text": "take away the wicked from the presence of the king,"
    },
    {
      "verse": "#",
      "text": "and his throne will be established in righteousness."
    },
    {
      "verse": "6",
      "text": "Do not put yourself forward in the king’s presence"
    },
    {
      "verse": "7",
      "text": "for it is better to be told, “Come up here,”"
    },
    {
      "verse": "8",
      "text": " do not hastily bring into court,"
    },
    {
      "verse": "#",
      "text": "for what will you do in the end,"
    },
    {
      "verse": "9",
      "text": " Argue your case with your neighbor himself,"
    },
    {
      "verse": "10",
      "text": "lest he who hears you bring shame upon you,"
    },
    {
      "verse": "11",
      "text": " A word fitly spoken"
    },
    {
      "verse": "12",
      "text": "Like a gold ring or an ornament of gold"
    },
    {
      "verse": "#",
      "text": "is a wise reprover to a listening ear."
    },
    {
      "verse": "13",
      "text": "Like the cold of snow in the time of harvest"
    },
    {
      "verse": "#",
      "text": "is a faithful messenger to those who send him;"
    },
    {
      "verse": "14",
      "text": "Like clouds and wind without rain"
    },
    {
      "verse": "#",
      "text": "is a man who boasts of a gift he does not give."
    },
    {
      "verse": "15",
      "text": "With patience a ruler may be persuaded,"
    },
    {
      "verse": "16",
      "text": "If you have found honey, eat only enough for you,"
    },
    {
      "verse": "17",
      "text": "Let your foot be seldom in your neighbor’s house,"
    },
    {
      "verse": "18",
      "text": "A man who bears false witness against his neighbor"
    },
    {
      "verse": "#",
      "text": "is like a war club, or a sword, or a sharp arrow."
    },
    {
      "verse": "19",
      "text": "Trusting in a treacherous man in time of trouble"
    },
    {
      "verse": "20",
      "text": "Whoever sings songs to a heavy heart"
    },
    {
      "verse": "21",
      "text": " If your enemy is hungry, give him bread to eat,"
    },
    {
      "verse": "22",
      "text": "for you will heap burning coals on his head,"
    },
    {
      "verse": "23",
      "text": "The north wind brings forth rain,"
    },
    {
      "verse": "24",
      "text": " It is better to live in a corner of the housetop"
    },
    {
      "verse": "25",
      "text": "Like cold water to a thirsty soul,"
    },
    {
      "verse": "#",
      "text": "so is good news from a far country."
    },
    {
      "verse": "26",
      "text": "Like a muddied spring or a polluted fountain"
    },
    {
      "verse": "27",
      "text": "It is not good to eat much honey,"
    },
    {
      "verse": "#",
      "text": "nor is it glorious to seek one’s own glory."
    },
    {
      "verse": "28",
      "text": "A man without self-control"
    },
    {
      "verse": "#",
      "text": "is like a city broken into and left without walls."
    }
  ]
}