{
  "version": "FBV",
  "book": "NUM",
  "chapter": 26,
  "verses": [
    {
      "verse": "1",
      "text": "After the plague was over, the Lord told Moses and Eleazar son of Aaron the priest,"
    },
    {
      "verse": "2",
      "text": "“Census all the Israelites by family—all those twenty years of age or older who are eligible for military service in the army of Israel.”"
    },
    {
      "verse": "3",
      "text": "There on the plains of Moab beside the Jordan opposite Jericho, Moses and Eleazar the priest gave the order,"
    },
    {
      "verse": "4",
      "text": "“Census the men twenty years of age or older, following the instructions the Lord gave to Moses.” The following is the genealogical record of those who left the land of Egypt."
    },
    {
      "verse": "5",
      "text": "These were the descendants of Reuben, Israel's firstborn: Hanoch, ancestor of the Hanochite family; Pallu, ancestor of the Palluite family;"
    },
    {
      "verse": "6",
      "text": "Hezron, ancestor of the Hezronite family; and Carmi, ancestor of the Carmite family."
    },
    {
      "verse": "7",
      "text": "These were the families descended from Reuben and they numbered 43,730."
    },
    {
      "verse": "8",
      "text": "Pallu's son was Eliab,"
    },
    {
      "verse": "9",
      "text": "and Eliab's sons were Nemuel, Dathan, and Abiram. (It was Dathan and Abiram, leaders chosen by the Israelites, who joined the rebellion against Moses and Aaron with the followers of Korah when they rebelled against the Lord."
    },
    {
      "verse": "10",
      "text": "The earth opened up and swallowed them down, along with Korah. His followers died when the fire burned up 250 men. What happened to them was a warning to the Israelites."
    },
    {
      "verse": "11",
      "text": "But Korah's sons didn't die.)"
    },
    {
      "verse": "12",
      "text": "These were the descendants of Simeon by family: Nemuel, ancestor of the Nemuelite family; Jamin, ancestor of the Jaminite family; Jachin, ancestor of the Jachinite family;"
    },
    {
      "verse": "13",
      "text": "Zerah, ancestor of the Zerahite family; and Shaul, ancestor of the Shaulite family."
    },
    {
      "verse": "14",
      "text": "These were the families descended from Simeon and they numbered 22,200."
    },
    {
      "verse": "15",
      "text": "These were the descendants of Gad by family: Zephon, ancestor of the Zephonite family; Haggi, ancestor of the Haggite family; Shuni, ancestor of the Shunite family;"
    },
    {
      "verse": "16",
      "text": "Ozni, ancestor of the Oznite family; Eri, ancestor of the Erite family;"
    },
    {
      "verse": "17",
      "text": "Arod, ancestor of the Arodite family; Areli, ancestor of the Arelite family."
    },
    {
      "verse": "18",
      "text": "These were the families descended from Gad and they numbered 40,500."
    },
    {
      "verse": "19",
      "text": "The sons of Judah who died in Canaan were Er and Onan. These were the descendants of Judah by family:"
    },
    {
      "verse": "20",
      "text": "Shelah, ancestor of the Shelanite family; Perez, ancestor of the Perezite family; Zerah, ancestor of the Zerahite family."
    },
    {
      "verse": "21",
      "text": "These were the descendants of Perez: Hezron, ancestor of the Hezronite family; and Hamul, ancestor of the Hamulite family."
    },
    {
      "verse": "22",
      "text": "These were the families descended from Judah and they numbered 76,500."
    },
    {
      "verse": "23",
      "text": "These were the descendants of Issachar by family: Tola, ancestor of the Tolaite family; Puvah, ancestor of the Punite family;"
    },
    {
      "verse": "24",
      "text": "Jashub, ancestor of the Jashubite family; and Shimron, ancestor of the Shimronite family."
    },
    {
      "verse": "25",
      "text": "These were the families descended from Isaachar and they numbered 64,300."
    },
    {
      "verse": "26",
      "text": "These were the descendants of Zebulun by family: Sered, ancestor of the Seredite family; Elon, ancestor of the Elonite family; and Jahleel, ancestor of the Jahleelite family."
    },
    {
      "verse": "27",
      "text": "These were the families descended from Zebulun, and they numbered 60,500."
    },
    {
      "verse": "28",
      "text": "These were descendants of Joseph by family through Manasseh and Ephraim:"
    },
    {
      "verse": "29",
      "text": "The descendants of Manasseh: Machir (he was the father of Gilead), ancestor of the Machirite family; and Gilead, ancestor of the Gileadite family."
    },
    {
      "verse": "30",
      "text": "The descendants of Gilead: Iezer, ancestor of the Iezerite family; Helek, ancestor of the Helekite family;"
    },
    {
      "verse": "31",
      "text": "Asriel, ancestor of the Asrielite family; Shechem, ancestor of the Shechemite family;"
    },
    {
      "verse": "32",
      "text": "Shemida, ancestor of the Shemidaite family; and Hepher, ancestor of the Hepherite family."
    },
    {
      "verse": "33",
      "text": "(Zelophehad, son of Hepher, didn't have any sons, only daughters. Their names were Mahlah, Noah, Hoglah, Milcah, and Tirzah.)"
    },
    {
      "verse": "34",
      "text": "These were the families descended from Manasseh, and they numbered 52,700."
    },
    {
      "verse": "35",
      "text": "These were the descendants of Ephraim by family: Shuthelah, ancestor of the Shuthelahite family; Becher, ancestor of the Becherite family; and Tahan, ancestor of the Tahanite family."
    },
    {
      "verse": "36",
      "text": "The descendant of Shuthelah was Eran, ancestor of the Eranite family."
    },
    {
      "verse": "37",
      "text": "These were the families descended from Ephraim, and they numbered 32,500. These families were the descendants of Joseph."
    },
    {
      "verse": "38",
      "text": "These were the descendants of Benjamin by family: Bela, ancestor of the Belaite family; Ashbel, ancestor of the Ashbelite family; Ahiram, ancestor of the Ahiramite family;"
    },
    {
      "verse": "39",
      "text": "Shupham, ancestor of the Shuphamite family; and Hupham, ancestor of the Huphamite family."
    },
    {
      "verse": "40",
      "text": "The descendants of Bela were Ard, ancestor of the Ardite family; and Naaman, ancestor of the Naamite family."
    },
    {
      "verse": "41",
      "text": "These were the families descended from Benjamin, and they numbered 45,600."
    },
    {
      "verse": "42",
      "text": "These were the descendants of Dan by family: Shuham, ancestor of the Shuhamite families."
    },
    {
      "verse": "43",
      "text": "They were all Shuhamite families, and they numbered 64,400."
    },
    {
      "verse": "44",
      "text": "These were the descendants of Asher by family: Imnah, ancestor of the Imnite family; Ishvi, ancestor of the Ishvite family; and Beriah, ancestor of the Beriite family."
    },
    {
      "verse": "45",
      "text": "The descendants of Beriah were Heber, ancestor of the Heberite family; and Malchiel, ancestor of the Malchielite family."
    },
    {
      "verse": "46",
      "text": "The name of Asher's daughter was Serah."
    },
    {
      "verse": "47",
      "text": "These were the families descended from Asher, and they numbered 53,400."
    },
    {
      "verse": "48",
      "text": "These were the descendants of Naphtali by family: Jahzeel, ancestor of the Jahzeelite family; Guni, ancestor of the Gunite family;"
    },
    {
      "verse": "49",
      "text": "Jezer, ancestor of the Jezerite family; and Shillem, ancestor of the Sheillemite family."
    },
    {
      "verse": "50",
      "text": "These were the families descended from Naphtali, and they numbered 45,400."
    },
    {
      "verse": "51",
      "text": "The total of all those counted was 601,730."
    },
    {
      "verse": "52",
      "text": "The Lord told Moses,"
    },
    {
      "verse": "53",
      "text": "“Divide the land that is to be owned based on the number of those censused."
    },
    {
      "verse": "54",
      "text": "Give a larger area of land to a larger tribe, and a smaller area to a smaller tribe. Each tribe shall receive their allotment of land depending on their number counted in the census."
    },
    {
      "verse": "55",
      "text": "The land has to be divided up by casting lots. Everyone shall receive their allotted land based on the name of their ancestor's tribe."
    },
    {
      "verse": "56",
      "text": "Every allocation of land is to be divided by casting lots among the tribes, whether large or small.”"
    },
    {
      "verse": "57",
      "text": "These were the Levites censused by family: Gershon, ancestor of the Gershonite family; Kohath, ancestor of the Kohathite family; and Merari, ancestor of the Merarite family."
    },
    {
      "verse": "58",
      "text": "The following were the families of the Levites: the Libnite family, the Hebronite family, the Mahlite family, the Mushite family, and the Korahite family. Kohath was the father of Amram,"
    },
    {
      "verse": "59",
      "text": "and the name of Amram's wife was Jochebed. She was a descendant of Levi, born while the Levites were in Egypt. She had children with Amram: Aaron, Moses, and their sister Miriam."
    },
    {
      "verse": "60",
      "text": "Aaron's sons were Nadab, Abihu, Eleazar, and Ithamar,"
    },
    {
      "verse": "61",
      "text": "but Nadab and Abihu died when they offered forbidden fire in the Lord's presence."
    },
    {
      "verse": "62",
      "text": "The number of the Levites censused totaled 23,000. This included every male one month old or older. However, they were not counted with the other Israelites, because no land allotment was given to them with the other Israelites."
    },
    {
      "verse": "63",
      "text": "This is the record of those who were censused by Moses and Eleazar the priest when they counted the Israelites on the plains of Moab beside the Jordan opposite Jericho."
    },
    {
      "verse": "64",
      "text": "However, they did not include a single one who had previously been censused by Moses and Aaron the priest when they counted the Israelites in the Sinai Desert,"
    },
    {
      "verse": "65",
      "text": "because the Lord had told them that they would all die in the desert. No one was left except Caleb, son of Jephunneh, and Joshua, son of Nun."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}