{
  "version": "ESV",
  "book": "HEB",
  "chapter": 1,
  "verses": [
    {
      "verse": "1",
      "text": "Long ago, at many times and in many ways, God spoke to our fathers by the prophets,"
    },
    {
      "verse": "2",
      "text": "but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world."
    },
    {
      "verse": "3",
      "text": "He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,"
    },
    {
      "verse": "4",
      "text": "having become as much superior to angels as the name he has inherited is more excellent than theirs."
    },
    {
      "verse": "5",
      "text": "For to which of the angels did God ever say,"
    },
    {
      "verse": "#",
      "text": " “You are my Son,"
    },
    {
      "verse": "#",
      "text": " “I will be to him a father,"
    },
    {
      "verse": "6",
      "text": "And again, when he brings the firstborn into the world, he says,"
    },
    {
      "verse": "#",
      "text": " “Let all God’s angels worship him.”"
    },
    {
      "verse": "7",
      "text": "Of the angels he says,"
    },
    {
      "verse": "#",
      "text": " “He makes his angels winds,"
    },
    {
      "verse": "8",
      "text": "But of the Son he says,"
    },
    {
      "verse": "#",
      "text": " “Your throne, O God, is forever and ever,"
    },
    {
      "verse": "9",
      "text": "You have loved righteousness and hated wickedness;"
    },
    {
      "verse": "#",
      "text": "therefore God, your God, has anointed you"
    },
    {
      "verse": "#",
      "text": "with the oil of gladness beyond your companions.”"
    },
    {
      "verse": "10",
      "text": "And,"
    },
    {
      "verse": "#",
      "text": " “You, Lord, laid the foundation of the earth in the beginning,"
    },
    {
      "verse": "11",
      "text": "they will perish, but you remain;"
    },
    {
      "verse": "12",
      "text": "like a robe you will roll them up,"
    },
    {
      "verse": "#",
      "text": "like a garment they will be changed."
    },
    {
      "verse": "#",
      "text": "But you are the same,"
    },
    {
      "verse": "13",
      "text": "And to which of the angels has he ever said,"
    },
    {
      "verse": "#",
      "text": " “Sit at my right hand"
    },
    {
      "verse": "#",
      "text": " until I make your enemies a footstool for your feet”?"
    },
    {
      "verse": "14",
      "text": "Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?"
    }
  ]
}