{
  "version": "ESV",
  "book": "JER",
  "chapter": 13,
  "verses": [
    {
      "verse": "1",
      "text": "Thus says the Lord to me, “Go and buy a linen loincloth and put it around your waist, and do not dip it in water.”"
    },
    {
      "verse": "2",
      "text": "So I bought a loincloth according to the word of the Lord , and put it around my waist."
    },
    {
      "verse": "3",
      "text": "And the word of the Lord came to me a second time,"
    },
    {
      "verse": "4",
      "text": "“Take the loincloth that you have bought, which is around your waist, and arise, go to the Euphrates and hide it there in a cleft of the rock.”"
    },
    {
      "verse": "5",
      "text": "So I went and hid it by the Euphrates, as the Lord commanded me."
    },
    {
      "verse": "6",
      "text": "And after many days the Lord said to me, “Arise, go to the Euphrates, and take from there the loincloth that I commanded you to hide there.”"
    },
    {
      "verse": "7",
      "text": "Then I went to the Euphrates, and dug, and I took the loincloth from the place where I had hidden it. And behold, the loincloth was spoiled; it was good for nothing."
    },
    {
      "verse": "8",
      "text": "Then the word of the Lord came to me:"
    },
    {
      "verse": "9",
      "text": "“Thus says the Lord : Even so will I spoil the pride of Judah and the great pride of Jerusalem."
    },
    {
      "verse": "10",
      "text": "This evil people, who refuse to hear my words, who stubbornly follow their own heart and have gone after other gods to serve them and worship them, shall be like this loincloth, which is good for nothing."
    },
    {
      "verse": "11",
      "text": "For as the loincloth clings to the waist of a man, so I made the whole house of Israel and the whole house of Judah cling to me, declares the Lord , that they might be for me a people, a name, a praise, and a glory, but they would not listen."
    },
    {
      "verse": "12",
      "text": "“You shall speak to them this word: ‘Thus says the Lord , the God of Israel, “Every jar shall be filled with wine.”’ And they will say to you, ‘Do we not indeed know that every jar will be filled with wine?’"
    },
    {
      "verse": "13",
      "text": "Then you shall say to them, ‘Thus says the Lord : Behold, I will fill with drunkenness all the inhabitants of this land: the kings who sit on David’s throne, the priests, the prophets, and all the inhabitants of Jerusalem."
    },
    {
      "verse": "14",
      "text": "And I will dash them one against another, fathers and sons together, declares the Lord . I will not pity or spare or have compassion, that I should not destroy them.’”"
    },
    {
      "verse": "15",
      "text": "Hear and give ear; be not proud,"
    },
    {
      "verse": "16",
      "text": " Give glory to the Lord your God"
    },
    {
      "verse": "#",
      "text": " before he brings darkness,"
    },
    {
      "verse": "#",
      "text": "and while you look for light"
    },
    {
      "verse": "#",
      "text": "and makes it deep darkness."
    },
    {
      "verse": "17",
      "text": "But if you will not listen,"
    },
    {
      "verse": "#",
      "text": " my soul will weep in secret for your pride;"
    },
    {
      "verse": "18",
      "text": "Say to the king and the queen mother:"
    },
    {
      "verse": "#",
      "text": "for your beautiful crown"
    },
    {
      "verse": "19",
      "text": " The cities of the Negeb are shut up,"
    },
    {
      "verse": "20",
      "text": "“Lift up your eyes and see"
    },
    {
      "verse": "21",
      "text": "What will you say when they set as head over you"
    },
    {
      "verse": "#",
      "text": " Will not pangs take hold of you"
    },
    {
      "verse": "22",
      "text": "And if you say in your heart,"
    },
    {
      "verse": "#",
      "text": " ‘Why have these things come upon me?’"
    },
    {
      "verse": "#",
      "text": "that your skirts are lifted up"
    },
    {
      "verse": "23",
      "text": " Can the Ethiopian change his skin"
    },
    {
      "verse": "#",
      "text": "or the leopard his spots?"
    },
    {
      "verse": "24",
      "text": "I will scatter you  like chaff"
    },
    {
      "verse": "25",
      "text": " This is your lot,"
    },
    {
      "verse": "#",
      "text": "because you have forgotten me"
    },
    {
      "verse": "26",
      "text": " I myself will lift up your skirts over your face,"
    },
    {
      "verse": "27",
      "text": "I have seen your abominations,"
    },
    {
      "verse": "#",
      "text": "your adulteries and neighings, your lewd whorings,"
    },
    {
      "verse": "#",
      "text": " on the hills in the field."
    },
    {
      "verse": "#",
      "text": "How long will it be before you are made clean?”"
    }
  ]
}