{
  "version": "ESV",
  "book": "JER",
  "chapter": 15,
  "verses": [
    {
      "verse": "1",
      "text": "Then the Lord said to me, “Though Moses and Samuel stood before me, yet my heart would not turn toward this people. Send them out of my sight, and let them go!"
    },
    {
      "verse": "2",
      "text": "And when they ask you, ‘Where shall we go?’ you shall say to them, ‘Thus says the Lord :"
    },
    {
      "verse": "#",
      "text": " “‘Those who are for pestilence, to pestilence,"
    },
    {
      "verse": "3",
      "text": " I will appoint over them four kinds of destroyers, declares the Lord : the sword to kill, the dogs to tear, and the birds of the air and the beasts of the earth to devour and destroy."
    },
    {
      "verse": "4",
      "text": "And I will make them a horror to all the kingdoms of the earth because of what Manasseh the son of Hezekiah, king of Judah, did in Jerusalem."
    },
    {
      "verse": "5",
      "text": " “Who will have pity on you, O Jerusalem,"
    },
    {
      "verse": "#",
      "text": " or who will grieve for you?"
    },
    {
      "verse": "6",
      "text": " You have rejected me, declares the Lord ;"
    },
    {
      "verse": "#",
      "text": " you keep going backward,"
    },
    {
      "verse": "#",
      "text": " I am weary of relenting."
    },
    {
      "verse": "7",
      "text": " I have winnowed them with a winnowing fork"
    },
    {
      "verse": "#",
      "text": " they did not turn from their ways."
    },
    {
      "verse": "8",
      "text": "I have made their widows more in number"
    },
    {
      "verse": "#",
      "text": "than the sand of the seas;"
    },
    {
      "verse": "9",
      "text": " She who bore seven has grown feeble;"
    },
    {
      "verse": "#",
      "text": " she has fainted away;"
    },
    {
      "verse": "#",
      "text": " her sun went down while it was yet day;"
    },
    {
      "verse": "10",
      "text": " Woe is me, my mother, that you bore me, a man of strife and contention to the whole land! I have not lent, nor have I borrowed, yet all of them curse me."
    },
    {
      "verse": "11",
      "text": "The Lord said, “Have I not set you free for their good? Have I not pleaded for you before the enemy in the time of trouble and in the time of distress?"
    },
    {
      "verse": "12",
      "text": "Can one break iron, iron from the north, and bronze?"
    },
    {
      "verse": "13",
      "text": " “Your wealth and your treasures I will give as spoil, without price, for all your sins, throughout all your territory."
    },
    {
      "verse": "14",
      "text": "I will make you serve your enemies in a land that you do not know, for in my anger a fire is kindled that shall burn forever.”"
    },
    {
      "verse": "15",
      "text": " O Lord , you know;"
    },
    {
      "verse": "#",
      "text": " remember me and visit me,"
    },
    {
      "verse": "#",
      "text": "  and take vengeance for me on my persecutors."
    },
    {
      "verse": "#",
      "text": " know that for your sake I bear reproach."
    },
    {
      "verse": "16",
      "text": "Your words were found, and I ate them,"
    },
    {
      "verse": "#",
      "text": "and your words became to me a joy"
    },
    {
      "verse": "#",
      "text": " for I am called by your name,"
    },
    {
      "verse": "17",
      "text": " I did not sit in the company of revelers,"
    },
    {
      "verse": "#",
      "text": " I sat alone, because your hand was upon me,"
    },
    {
      "verse": "18",
      "text": "Why is my pain unceasing,"
    },
    {
      "verse": "#",
      "text": " my wound incurable,"
    },
    {
      "verse": "#",
      "text": "Will you be to me like a deceitful brook,"
    },
    {
      "verse": "19",
      "text": "Therefore thus says the Lord :"
    },
    {
      "verse": "#",
      "text": " “If you return, I will restore you,"
    },
    {
      "verse": "#",
      "text": "and you shall stand before me."
    },
    {
      "verse": "20",
      "text": " And I will make you to this people"
    },
    {
      "verse": "#",
      "text": " but they shall not prevail over you,"
    },
    {
      "verse": "#",
      "text": " for I am with you"
    },
    {
      "verse": "21",
      "text": " I will deliver you out of the hand of the wicked,"
    },
    {
      "verse": "#",
      "text": "and redeem you from the grasp of the ruthless.”"
    }
  ]
}