{
  "version": "FBV",
  "book": "EXO",
  "chapter": 20,
  "verses": [
    {
      "verse": "1",
      "text": "God spoke all the following words:"
    },
    {
      "verse": "2",
      "text": "“I am the Lord your God, who led you out of Egypt, out of the land of your slavery."
    },
    {
      "verse": "3",
      "text": "You must not have any other gods except me."
    },
    {
      "verse": "4",
      "text": "You must not make for yourself any kind of idol, whether in the form of anything in the heavens above, or on the earth beneath, or in the waters below."
    },
    {
      "verse": "5",
      "text": "You must not bow down before them or worship them; for I am the Lord your God and I am passionately exclusive. I lay the consequences of the sin of those who hate me on their sons, grandsons, and great-grandsons;"
    },
    {
      "verse": "6",
      "text": "but I show trustworthy love to the thousands of generations who love me and keep my commandments."
    },
    {
      "verse": "7",
      "text": "You must not use the name of the Lord your God in a wrong way, for the Lord will not forgive anyone who uses his name in a wrong way."
    },
    {
      "verse": "8",
      "text": "Remember the Sabbath day to keep it holy."
    },
    {
      "verse": "9",
      "text": "You have six days to work and earn your living,"
    },
    {
      "verse": "10",
      "text": "but the seventh day is the Sabbath to honor the Lord your God. On this day you must not do any work—not you, not your son or daughter, not your male slave or female slave or livestock, and not the foreigner who is staying with you."
    },
    {
      "verse": "11",
      "text": "For the Lord made the heavens and the earth, the sea, and everything in them in six days, and then rested on the seventh day. That's why the Lord blessed the Sabbath day and made it holy."
    },
    {
      "verse": "12",
      "text": "Honor your father and mother, so that you may live a long time in the land that the Lord your God is giving you."
    },
    {
      "verse": "13",
      "text": "You must not kill."
    },
    {
      "verse": "14",
      "text": "You must not commit adultery."
    },
    {
      "verse": "15",
      "text": "You must not steal."
    },
    {
      "verse": "16",
      "text": "You must not give false evidence against others."
    },
    {
      "verse": "17",
      "text": "You must not desire to have anyone else's house. You must not desire to have their wife, or their male slave or female slave, or their ox or donkey, or anything else that belongs to them.”"
    },
    {
      "verse": "18",
      "text": "When all the people heard the thunder and the sound of the trumpet, and saw the lightning and the smoke from the mountain, they trembled with fear and stood a long way off."
    },
    {
      "verse": "19",
      "text": "“You speak to us, and we'll listen,” they said to Moses. “But don't let God speak to us, or we'll die.”"
    },
    {
      "verse": "20",
      "text": "Moses told them, “Do not be afraid, for God has only come to test you. He wants you to be in awe of him so that you don't sin.”"
    },
    {
      "verse": "21",
      "text": "The people stood a long way off as Moses went over to the thick, dark cloud where God was."
    },
    {
      "verse": "22",
      "text": "The Lord told Moses, “This is what you are to say to the Israelites: ‘You saw for yourselves that I spoke with you from heaven."
    },
    {
      "verse": "23",
      "text": "You must not make any idols of silver or gold to worship in addition to me."
    },
    {
      "verse": "24",
      "text": "Make me an altar of earth, and sacrifice on it your burnt offerings and peace offerings, your sheep, goats, and cattle. Wherever I decide to be worshiped, I will come to you and bless you."
    },
    {
      "verse": "25",
      "text": "Now if you make an altar out of stones for me, you must not build it with cut stones, because if you use a chisel to cut the stone, you make it unholy."
    },
    {
      "verse": "26",
      "text": "Also, you must not go up to my altar using steps, so your private parts are not seen.’”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}