{
  "version": "FBV",
  "book": "EXO",
  "chapter": 40,
  "verses": [
    {
      "verse": "1",
      "text": "The Lord told Moses,"
    },
    {
      "verse": "2",
      "text": "“Put up the Tabernacle, the Tent of Meeting, on the first day of the first month of the year."
    },
    {
      "verse": "3",
      "text": "Place the Ark of the Testimony inside it. Make sure the Ark is behind the veil."
    },
    {
      "verse": "4",
      "text": "Bring in the table and put on it what's necessary. Bring in the lampstand too, and set up its lamps."
    },
    {
      "verse": "5",
      "text": "Place the gold altar of incense in front of the Ark of the Testimony, and put up the screen at the entrance to the Tabernacle."
    },
    {
      "verse": "6",
      "text": "Set up the altar of burnt offering opposite the entrance to the Tabernacle, the Tent of Meeting."
    },
    {
      "verse": "7",
      "text": "Place the basin between the Tent of Meeting and the altar, and put water in it."
    },
    {
      "verse": "8",
      "text": "Set up the courtyard that's around it, and put up the curtain for the courtyard entrance."
    },
    {
      "verse": "9",
      "text": "Use the anointing oil to anoint the Tabernacle and everything in it. Dedicate it and all its furniture to make it holy."
    },
    {
      "verse": "10",
      "text": "Anoint the altar of burnt offering and all its utensils. Dedicate the altar and it will be especially holy."
    },
    {
      "verse": "11",
      "text": "Anoint and dedicate the basin with its stand."
    },
    {
      "verse": "12",
      "text": "Take Aaron and his sons to the entrance of the Tent of Meeting and wash them there with water."
    },
    {
      "verse": "13",
      "text": "Then you are to put on Aaron the holy clothes, anoint him, and dedicate him, so that he may serve me as a priest."
    },
    {
      "verse": "14",
      "text": "Have his sons come forward and dress them with tunics."
    },
    {
      "verse": "15",
      "text": "Anoint them in the same way as you anointed their father, so that they can also serve me as priests. Their anointing makes their line priests forever, for generations to come.”"
    },
    {
      "verse": "16",
      "text": "Moses carried out all the Lord's instructions."
    },
    {
      "verse": "17",
      "text": "The Tabernacle was put up on the first day of the first month of the second year."
    },
    {
      "verse": "18",
      "text": "When Moses put up the Tabernacle, he placed its stands, attached its frames, connected its crossbars, and erected its posts."
    },
    {
      "verse": "19",
      "text": "Then he spread the tent over the Tabernacle and placed the covering over the tent, as the Lord had ordered him to do."
    },
    {
      "verse": "20",
      "text": "Moses took the Testimony and put it in the Ark. He attached the poles to the Ark, and he placed the atonement cover on the top of the Ark."
    },
    {
      "verse": "21",
      "text": "Then he carried the Ark into the Tabernacle. He put up the veil, and made sure the Ark of the Testimony was behind it, as the Lord had ordered him to do."
    },
    {
      "verse": "22",
      "text": "Moses placed the table inside the Tent of Meeting on the north side of the Tabernacle, outside the veil."
    },
    {
      "verse": "23",
      "text": "He laid out the bread on it in the presence of the Lord, as the Lord had ordered him to do."
    },
    {
      "verse": "24",
      "text": "He placed the lampstand in the Tent of Meeting opposite the table on the south side of the Tabernacle"
    },
    {
      "verse": "25",
      "text": "and put up the lamps in the presence of the Lord, as the Lord had ordered him to do."
    },
    {
      "verse": "26",
      "text": "Moses set up the gold altar in the Tent of Meeting, in front of the veil,"
    },
    {
      "verse": "27",
      "text": "and he burned aromatic incense on it, as the Lord had ordered him to do."
    },
    {
      "verse": "28",
      "text": "Then he put up the screen at the entrance to the Tabernacle."
    },
    {
      "verse": "29",
      "text": "He set up the altar of burnt offering near the entrance to the Tabernacle, the Tent of Meeting, and presented the burnt offering and the grain offering, as the Lord had ordered him to do."
    },
    {
      "verse": "30",
      "text": "He placed the basin between the Tent of Meeting and the altar and put water in it for washing."
    },
    {
      "verse": "31",
      "text": "Moses, Aaron, and his sons used it to wash their hands and feet"
    },
    {
      "verse": "32",
      "text": "They washed whenever they went into the Tent of Meeting or approached the altar, as the Lord had ordered Moses to do."
    },
    {
      "verse": "33",
      "text": "Moses set up the courtyard around the Tabernacle and the altar, and he put up the curtain for the courtyard entrance. This marked the end of the work done by Moses."
    },
    {
      "verse": "34",
      "text": "Then the cloud covered the Tent of Meeting, and the glory of the Lord filled the Tabernacle."
    },
    {
      "verse": "35",
      "text": "Moses could not enter the Tent of Meeting because the cloud remained on it, and the glory of the Lord filled the Tabernacle."
    },
    {
      "verse": "36",
      "text": "Whenever the cloud rose from the Tabernacle, the Israelites would set off again on their journey."
    },
    {
      "verse": "37",
      "text": "If the cloud did not rise, they wouldn't set out until it did."
    },
    {
      "verse": "38",
      "text": "The cloud of the Lord stayed over the Tabernacle by day, and fire burned inside the cloud by night, so that it could be seen by every Israelite wherever they traveled."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}