{
  "version": "FBV",
  "book": "2CH",
  "chapter": 19,
  "verses": [
    {
      "verse": "1",
      "text": "Once Jehoshaphat had arrived safely home in Jerusalem,"
    },
    {
      "verse": "2",
      "text": "Jehu, son of Hanani, the seer went out to face him. He said to King Jehoshaphat, “Why are you helping the wicked? Why do you love those who hate the Lord? The Lord is angry with you because of this."
    },
    {
      "verse": "3",
      "text": "Even so you've done some good things such as destroying the Asherah poles throughout the country, and you have made a sincere commitment to follow God.”"
    },
    {
      "verse": "4",
      "text": "Jehoshaphat continued living in Jerusalem, and once again he traveled among the people, from Beersheba to the hill country of Ephraim, to encourage them to serve the Lord, the God of their fathers."
    },
    {
      "verse": "5",
      "text": "He appointed judges throughout the country, in all of the fortified towns of Judah."
    },
    {
      "verse": "6",
      "text": "He told the judges, “Be careful about what you're doing as judges, because you're not looking for the approval of people, but the approval of the Lord. He is the One with you when you give your verdict."
    },
    {
      "verse": "7",
      "text": "So then, be sure to have reverence for God, obeying him and doing what he wants, for God does not permit any kind of injustice, favoritism, or bribery.”"
    },
    {
      "verse": "8",
      "text": "Jehoshaphat also appointed in Jerusalem some of the Levites, priests, and family heads to act as judges regarding the law of Lord and to settle disputes. They were to have their courts in Jerusalem."
    },
    {
      "verse": "9",
      "text": "He gave them these orders, “You must honor God, and act with faithfulness and complete commitment."
    },
    {
      "verse": "10",
      "text": "In every case that comes before you from your people living in other towns, whether it involves murder or violations of the law, commandments, statutes, or judgments, you are to warn them not to offend the Lord so that punishment does not come upon you and your people. If you do this you will not be held guilty."
    },
    {
      "verse": "11",
      "text": "Amariah, the chief priest, will make the final decision for you in everything that relates to the Lord, and Zebadiah, son of Ishmael, the leader of the tribe of Judah, in all that relates to the king. The Levites will serve as officers to assist you. Be firm, and may the Lord be with those who do what is right.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}