{
  "version": "FBV",
  "book": "ZEC",
  "chapter": 3,
  "verses": [
    {
      "verse": "1",
      "text": "Then the Lord showed me Joshua the high priest standing before the angel of the Lord, and Satan standing on his right accusing him."
    },
    {
      "verse": "2",
      "text": "And the Lord said to Satan, “The Lord rebukes you Satan. I, the Lord who has chosen Jerusalem, rebuke you. Isn't he like a half-burned stick snatched from the fire?”"
    },
    {
      "verse": "3",
      "text": "Joshua was wearing filthy clothes as he stood in front of the angel."
    },
    {
      "verse": "4",
      "text": "The angel said to those standing there, “Take off his filthy clothes.” Then he said to Joshua, “See how I have taken away your sins from you, and now I am dressing you with fine clothes.”"
    },
    {
      "verse": "5",
      "text": "Then I said, “Wrap a clean turban around his head.” So they wrapped a clean turban around his head and put the clothes on him while the angel of the Lord stood there."
    },
    {
      "verse": "6",
      "text": "Then the angel of the Lord solemnly advised Joshua, saying,"
    },
    {
      "verse": "7",
      "text": "“This is what the Lord Almighty says: If you follow my ways and observe my commands, then you will govern my Temple and its courtyards. I will allow you to walk among those standing here."
    },
    {
      "verse": "8",
      "text": "Pay attention, high priest Joshua and all your fellow-priests that you teach! You are a sign of good things to come. Look! I am going to bring my servant, the Branch."
    },
    {
      "verse": "9",
      "text": "See that I have placed a precious stone in front of Joshua, a single stone with seven faces. Watch, for I myself am going to engrave seven eyes on it, declares the Lord Almighty, and I will wipe away the sins of this land in a single day."
    },
    {
      "verse": "10",
      "text": "On that day everyone will invite their friends to sit in peace under their vines and fig trees, says the Lord Almighty.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}