{
  "version": "FBV",
  "book": "ZEC",
  "chapter": 6,
  "verses": [
    {
      "verse": "1",
      "text": "Then I looked again and I saw four chariots coming out from between two mountains that looked like bronze."
    },
    {
      "verse": "2",
      "text": "The first chariot was pulled by red horses, the second by black horses,"
    },
    {
      "verse": "3",
      "text": "the third by white horses, and the fourth by dappled grey horses—all of them strong horses."
    },
    {
      "verse": "4",
      "text": "“My lord, what are these?” I asked the angel I was talking to."
    },
    {
      "verse": "5",
      "text": "“They are going out to the four winds of heaven, after presenting themselves to the Lord of all the earth,” the angel explained."
    },
    {
      "verse": "6",
      "text": "The chariot with the black horses went north, the one with the white horses went west, and the one with the dappled grey horses went south."
    },
    {
      "verse": "7",
      "text": "When the strong horses came out they were eager to set off to patrol the earth. And he said, “Go and patrol the earth!” So they left and patrolled the earth."
    },
    {
      "verse": "8",
      "text": "Then the angel called to me, saying, “Look! Those who went north have achieved what the Lord wanted in the land of the north.”"
    },
    {
      "verse": "9",
      "text": "Then the Lord gave me another message:"
    },
    {
      "verse": "10",
      "text": "Take the gifts brought by Heldai, Tobijah, and Jedaiah, the exiles returning from Babylon, and go immediately to the house of Josiah son of Zephaniah."
    },
    {
      "verse": "11",
      "text": "Use the silver and the gold they brought to make a crown, and place it on the head of Josiah, son of Jehozadak, the high priest."
    },
    {
      "verse": "12",
      "text": "Tell him this is what the Lord Almighty says: Look! The man who is called the Branch will grow from where he is and will build the Lord's Temple."
    },
    {
      "verse": "13",
      "text": "He is the one who will build the Lord's Temple, and he will be the one given the honor to rule from both the royal throne and the priestly throne and there will be peace and understanding between the two roles."
    },
    {
      "verse": "14",
      "text": "The crown will be kept in the Temple of the Lord as a memorial to Heldai, Tobijah, Jedaiah, and Joshua the son of Zephaniah."
    },
    {
      "verse": "15",
      "text": "People who live in distant lands will come and build the Temple of the Lord, and you will know that the Lord Almighty sent me to you. This will happen if you listen attentively to what the Lord tells you."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}