{
  "version": "FBV",
  "book": "MAT",
  "chapter": 4,
  "verses": [
    {
      "verse": "1",
      "text": "Then Jesus was led by the Spirit into the desert to be tempted by the devil."
    },
    {
      "verse": "2",
      "text": "After fasting forty days and nights, he was hungry."
    },
    {
      "verse": "3",
      "text": "The tempter came and said to him, “If you really are the Son of God, order these stones to turn into bread.”"
    },
    {
      "verse": "4",
      "text": "Jesus answered, “As Scripture says, ‘Human beings do not live by only eating bread, but by every word that comes from the mouth of God.’”"
    },
    {
      "verse": "5",
      "text": "Then the devil took him to the holy city and placed him on the top of the Temple."
    },
    {
      "verse": "6",
      "text": "“If you really are the son of God, then throw yourself off,” he told Jesus. “As Scripture says, ‘He will order his angels to save you from harm. They will catch you so that you won't fall by tripping over a stone.’”"
    },
    {
      "verse": "7",
      "text": "Jesus answered, “As Scripture also says, ‘You shall not tempt the Lord your God.’”"
    },
    {
      "verse": "8",
      "text": "Then the devil took Jesus to a very high mountain and showed him all the kingdoms of the world in all their glory."
    },
    {
      "verse": "9",
      "text": "He said to Jesus, “I will give you all these if you fall down on your knees and worship me.”"
    },
    {
      "verse": "10",
      "text": "“Go away, Satan!” said Jesus. “As Scripture says, ‘You shall worship the Lord your God and serve him, and him alone.’”"
    },
    {
      "verse": "11",
      "text": "Then the devil left him, and angels came to care for him."
    },
    {
      "verse": "12",
      "text": "When Jesus heard that John had been arrested, he returned to Galilee."
    },
    {
      "verse": "13",
      "text": "Leaving Nazareth, he came to stay in Capernaum, on the shores of the sea in the regions of Zebulun and Naphthali."
    },
    {
      "verse": "14",
      "text": "This fulfilled what Isaiah the prophet said,"
    },
    {
      "verse": "15",
      "text": "“In the land of Zebulun and the land of Naphthali, on the road to the sea, across the Jordan River, in Galilee where the foreigners live:"
    },
    {
      "verse": "16",
      "text": "The people living in darkness saw a great light; the light of dawn has shined on those living in the land of the shadow of death.”"
    },
    {
      "verse": "17",
      "text": "From that time on Jesus began declaring his message, saying, “Repent, for the kingdom of heaven has arrived!”"
    },
    {
      "verse": "18",
      "text": "As he was walking by the Sea of Galilee Jesus saw two brothers. Simon, also called Peter, and his brother Andrew, were casting a net in the sea. They made their living by catching fish."
    },
    {
      "verse": "19",
      "text": "“Come and follow me, and I will teach you how to catch people,” he told them."
    },
    {
      "verse": "20",
      "text": "They left their nets immediately and followed him."
    },
    {
      "verse": "21",
      "text": "Continuing on he saw two other brothers, James and John. They were in a boat with their father Zebedee, mending their nets. He called them to follow him."
    },
    {
      "verse": "22",
      "text": "They left the boat and their father immediately, and followed him."
    },
    {
      "verse": "23",
      "text": "Jesus traveled throughout Galilee, teaching in the synagogues, telling the good news of the kingdom, and healing all the diseases and illnesses the people had."
    },
    {
      "verse": "24",
      "text": "News about him spread throughout the province of Syria. They brought everyone who was sick to him: people troubled by seizures, the demon-possessed, those who were mentally ill, people who were paralyzed, and he healed all of them."
    },
    {
      "verse": "25",
      "text": "Large crowds followed him from Galilee, Decapolis, Jerusalem, Judea, and the region beyond Jordan."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}