{
  "version": "FBV",
  "book": "MAT",
  "chapter": 6,
  "verses": [
    {
      "verse": "1",
      "text": "“Make sure not to do your good deeds in front of people, just so they can be seen. Otherwise you won't have any reward from your Father in heaven."
    },
    {
      "verse": "2",
      "text": "When you give to the poor, don't be like the hypocrites who blow their own trumpets to announce what they're doing in the synagogues and in the streets so that people will praise them. I tell you the truth: they already have their reward."
    },
    {
      "verse": "3",
      "text": "When you give to the poor, don't let your left hand know what your right hand's doing."
    },
    {
      "verse": "4",
      "text": "That way what you give will be in secret, and your Father who sees what happens in secret will reward you."
    },
    {
      "verse": "5",
      "text": "When you pray, don't be like the hypocrites, for they love to stand up and pray in the synagogues and on the street corners so that people can see them. I promise you, they already have their reward."
    },
    {
      "verse": "6",
      "text": "But you, when you pray, go indoors and close the door, and pray to your Father in private, and your Father who sees what happens in private will reward you."
    },
    {
      "verse": "7",
      "text": "When you pray, don't babble on meaninglessly like the foreigners do, who think they will be heard because of all the words they repeat."
    },
    {
      "verse": "8",
      "text": "Don't be like them, for your Father knows what you need even before you ask him."
    },
    {
      "verse": "9",
      "text": "So pray like this: Our heavenly Father, may your name be honored."
    },
    {
      "verse": "10",
      "text": "May your kingdom come! May your will be carried out in earth as it is in heaven."
    },
    {
      "verse": "11",
      "text": "Please give to us today the food we need."
    },
    {
      "verse": "12",
      "text": "Forgive our sins, just as we have forgiven those who have sinned against us."
    },
    {
      "verse": "13",
      "text": "Please don't let us give in to temptation, and save us from the evil one."
    },
    {
      "verse": "14",
      "text": "For if you forgive those who sin against you, your heavenly Father will also forgive you."
    },
    {
      "verse": "15",
      "text": "But if you don't forgive those who sin against you, then your heavenly Father won't forgive your sins."
    },
    {
      "verse": "16",
      "text": "When you fast, don't be like the hypocrites who put on sad faces and make themselves look terrible so that everyone can see they're fasting. I tell you the truth, they already have their reward."
    },
    {
      "verse": "17",
      "text": "Instead, when you fast, wash your face and look smart,"
    },
    {
      "verse": "18",
      "text": "so that people won't see you're fasting, and your unseen Father who sees what happens in private will reward you."
    },
    {
      "verse": "19",
      "text": "Don't pile up wealth here on earth where moths and rust ruin it, and where thieves break in and steal it."
    },
    {
      "verse": "20",
      "text": "Instead, you should store up your wealth in heaven, where moths and rust don't ruin it, and where thieves don't break in and steal it."
    },
    {
      "verse": "21",
      "text": "For what you value the most shows who you really are."
    },
    {
      "verse": "22",
      "text": "The eye is like a lamp that lights the body. So if your eye is healthy, then your whole body will have light."
    },
    {
      "verse": "23",
      "text": "But if your eye is evil, then your whole body will be in the dark. If the ‘light’ you have is actually darkness, how dark is that!"
    },
    {
      "verse": "24",
      "text": "No one can serve two masters. Either you'll hate one and love the other, or you'll be devoted to one and despise the other. You can't serve both God and Money."
    },
    {
      "verse": "25",
      "text": "That's why I'm telling you not to worry about your life. Don't worry about what to eat, or what to drink, or what clothes to put on. Isn't life more than food, and the body more than clothes?"
    },
    {
      "verse": "26",
      "text": "Look at the birds —they don't sow or reap or store food in barns, for your heavenly Father feeds them. Aren't you worth more than they are?"
    },
    {
      "verse": "27",
      "text": "Who of you by worrying can add a minute to your life?"
    },
    {
      "verse": "28",
      "text": "And why are you worried about clothes? Look at the beautiful flowers in the field. See how they grow: they don't work hard, they don't spin thread."
    },
    {
      "verse": "29",
      "text": "But I tell you, not even Solomon in all his glory was dressed like one of these flowers."
    },
    {
      "verse": "30",
      "text": "So if God decorates the fields like this, grass which is here today and tomorrow is thrown into the fire, won't he do much more for you, you people who trust so little?"
    },
    {
      "verse": "31",
      "text": "So don't worry, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’"
    },
    {
      "verse": "32",
      "text": "These are all the things that the heathen chase after, but your heavenly Father knows everything you need."
    },
    {
      "verse": "33",
      "text": "Seek his kingdom first, and his way of living right, and everything will be given to you."
    },
    {
      "verse": "34",
      "text": "So don't worry about tomorrow, because tomorrow can worry about itself. There's already enough evil in every day.”"
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}