{
  "version": "FBV",
  "book": "PRO",
  "chapter": 13,
  "verses": [
    {
      "verse": "1",
      "text": "A wise son accepts his father's discipline, but a mocker doesn't listen to correction."
    },
    {
      "verse": "2",
      "text": "You'll be rewarded for saying good things, but dishonest people want violence."
    },
    {
      "verse": "3",
      "text": "Watch what you say and save your life—saying too much leads to disaster."
    },
    {
      "verse": "4",
      "text": "Lazy people want a lot, but get nothing; if you work hard you'll be well rewarded."
    },
    {
      "verse": "5",
      "text": "Good people hate lies, but the wicked cause a stink and bring disgrace."
    },
    {
      "verse": "6",
      "text": "Goodness protects those who live right, but sin overcomes the wicked."
    },
    {
      "verse": "7",
      "text": "Some pretend to be rich, but don't have anything, while others pretend to be poor and are very rich."
    },
    {
      "verse": "8",
      "text": "The rich can pay a ransom to save their lives, but the poor aren't troubled in this way."
    },
    {
      "verse": "9",
      "text": "The life of good people shines brightly, but the lamp of the wicked will be snuffed out."
    },
    {
      "verse": "10",
      "text": "Pride only causes conflict; but those who take advice are wise."
    },
    {
      "verse": "11",
      "text": "Wealth gained by fraud quickly disappears, but those who gather bit by bit prosper."
    },
    {
      "verse": "12",
      "text": "Hope that's delayed makes you feel sick, but a wish that comes true revives you."
    },
    {
      "verse": "13",
      "text": "If you despise words of advice, you'll pay for it; but if you respect what you're told, you'll be rewarded."
    },
    {
      "verse": "14",
      "text": "The teaching of the wise is like a fountain of life, so you can avoid the snares of death."
    },
    {
      "verse": "15",
      "text": "Good sense earns appreciation, but the way of the unfaithful is hard."
    },
    {
      "verse": "16",
      "text": "All wise people act intelligently, but stupid people demonstrate their stupidity."
    },
    {
      "verse": "17",
      "text": "A bad messenger creates trouble, but a faithful representative brings healing."
    },
    {
      "verse": "18",
      "text": "Poverty and disgrace come to those who ignore instruction, but those who accept correction are honored."
    },
    {
      "verse": "19",
      "text": "It's nice to see a wish come true, but stupid people hate to turn away from evil to achieve this."
    },
    {
      "verse": "20",
      "text": "Being friends with wise people will make you wise, but being friends with stupid people will only cause you problems."
    },
    {
      "verse": "21",
      "text": "Tragedy chases after the sinner, but prosperity rewards the good."
    },
    {
      "verse": "22",
      "text": "Good people leave an inheritance to their grandchildren, but the sinner's wealth is saved for those who live right."
    },
    {
      "verse": "23",
      "text": "The unplowed ground of the poor could produce a lot of food, but it's stolen through injustice."
    },
    {
      "verse": "24",
      "text": "People who don't discipline their children hate them. Those who love their children carefully discipline them."
    },
    {
      "verse": "25",
      "text": "The good eat until they're full; but the belly of the wicked is empty."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}