{
  "version": "FBV",
  "book": "PRO",
  "chapter": 18,
  "verses": [
    {
      "verse": "1",
      "text": "Selfish people only please themselves, they attack anything that makes good sense."
    },
    {
      "verse": "2",
      "text": "Stupid people have no interest in trying to understand, they only want to express their opinions."
    },
    {
      "verse": "3",
      "text": "With wickedness comes contempt; with dishonor comes disgrace."
    },
    {
      "verse": "4",
      "text": "People's words can be profound like deep waters, a gushing stream that is the source of wisdom."
    },
    {
      "verse": "5",
      "text": "It's not right to show favoritism to the guilty and rob the innocent of justice."
    },
    {
      "verse": "6",
      "text": "What stupid people say gets them into fights, as if they're asking for a beating."
    },
    {
      "verse": "7",
      "text": "Stupid people are caught out by what they say; their own words trap them."
    },
    {
      "verse": "8",
      "text": "Listening to gossip is like gulping down bites of your favorite food—they go deep down inside you."
    },
    {
      "verse": "9",
      "text": "Laziness and destruction are brothers."
    },
    {
      "verse": "10",
      "text": "The Lord is a protective tower that good people can run to and be safe."
    },
    {
      "verse": "11",
      "text": "Rich people see their wealth as a fortified town—it's like a high wall in their imagination."
    },
    {
      "verse": "12",
      "text": "Pride leads to destruction; humility goes before honor."
    },
    {
      "verse": "13",
      "text": "Replying before hearing is stupidity and shame."
    },
    {
      "verse": "14",
      "text": "With a brave spirit you can put up with sickness, but if it's crushed, you can't bear it."
    },
    {
      "verse": "15",
      "text": "An intelligent mind acquires knowledge; the wise are ready to hear knowledge."
    },
    {
      "verse": "16",
      "text": "A gift opens doors for you, and gets you into the presence of important people."
    },
    {
      "verse": "17",
      "text": "The first person to plead a case sounds right until someone comes to cross-examine them."
    },
    {
      "verse": "18",
      "text": "Casting lots can end disputes and decide between powerful people."
    },
    {
      "verse": "19",
      "text": "A brother you've offended is harder to win back than a fortified town. Arguments keep people apart like bars on the doors of a fortress."
    },
    {
      "verse": "20",
      "text": "Make sure you're satisfied with what you say—you have to live with your words."
    },
    {
      "verse": "21",
      "text": "What you say has the power to bring life or to kill; those who love talking will have to deal with the consequences."
    },
    {
      "verse": "22",
      "text": "If you find a wife, that's great, and you'll be blessed by the Lord."
    },
    {
      "verse": "23",
      "text": "The poor beg for mercy, but the rich reply harshly."
    },
    {
      "verse": "24",
      "text": "Some friends give up on you, but there's a friend who stays closer to you than a brother."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}