{
  "version": "FBV",
  "book": "PRO",
  "chapter": 26,
  "verses": [
    {
      "verse": "1",
      "text": "Honoring someone stupid is as inappropriate as snow in the summer or rain during harvest."
    },
    {
      "verse": "2",
      "text": "A curse that isn't deserved won't land on the person, like a fluttering sparrow or a flitting swallow."
    },
    {
      "verse": "3",
      "text": "Horses need a whip, donkeys need a bridle, and stupid people need a rod on their backs!"
    },
    {
      "verse": "4",
      "text": "Don't answer stupid people following their stupidity, or you'll become as bad as them."
    },
    {
      "verse": "5",
      "text": "Answer stupid people following their stupidity, otherwise they'll think they're wise."
    },
    {
      "verse": "6",
      "text": "Trusting someone stupid to deliver a message is like cutting off your feet or drinking poison."
    },
    {
      "verse": "7",
      "text": "A proverb spoken by someone stupid is as useless as a lame person's legs."
    },
    {
      "verse": "8",
      "text": "Honoring someone stupid is as pointless as tying a stone into a sling."
    },
    {
      "verse": "9",
      "text": "A proverb spoken by someone stupid is as ridiculous as a thorn bush waved around by a drunk."
    },
    {
      "verse": "10",
      "text": "Anyone who hires someone stupid or just a passer-by is like an archer wounding people by shooting arrows at random."
    },
    {
      "verse": "11",
      "text": "Stupid people repeat their stupidity like a dog returning to its vomit."
    },
    {
      "verse": "12",
      "text": "Have you seen a man who is wise in his own eyes? There's more hope for stupid people than for him!"
    },
    {
      "verse": "13",
      "text": "Lazy people are the ones who say, “There's a lion on the road—a lion running around the streets!”"
    },
    {
      "verse": "14",
      "text": "A lazy person turns in bed like a door turns on its hinge."
    },
    {
      "verse": "15",
      "text": "Lazy people put their hands in a dish, but are too tired to lift the food to their mouths."
    },
    {
      "verse": "16",
      "text": "In their own eyes lazy people are wiser than many sensible advisors."
    },
    {
      "verse": "17",
      "text": "Interfering in someone else's quarrel is like grabbing a stray dog by the ears."
    },
    {
      "verse": "18",
      "text": "You're like a crazy person firing off blazing arrows and killing people"
    },
    {
      "verse": "19",
      "text": "if you lie to your friend and then say, “I was only joking!”"
    },
    {
      "verse": "20",
      "text": "Without wood, the fire goes out; and without gossips, arguments stop."
    },
    {
      "verse": "21",
      "text": "An argumentative person fires up quarrels like putting charcoal on hot embers or wood on a fire."
    },
    {
      "verse": "22",
      "text": "Listening to gossip is like gulping down bites of your favorite food—they go deep down inside you."
    },
    {
      "verse": "23",
      "text": "Smooth talking with evil intent is like a shiny lead glaze on an earthenware pot."
    },
    {
      "verse": "24",
      "text": "People say nice things to you even though they hate you; deep down they're just lying to you."
    },
    {
      "verse": "25",
      "text": "When people talk nicely to you, don't believe them—their minds are full of hate for you."
    },
    {
      "verse": "26",
      "text": "Even though their hatred may be hidden by cunning tricks, their evil will be revealed to everyone."
    },
    {
      "verse": "27",
      "text": "Those who dig pits to trap others will fall in themselves, and those who start boulders rolling will be crushed themselves."
    },
    {
      "verse": "28",
      "text": "If you tell lies, you show you hate your victims; if you flatter people, you cause disaster."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}