[{"book": "DEU", "version": "NIV"}, [{"Chapter": {"text": " These are the words Moses spoke to all Israel in the wilderness east of the Jordan—that is, in the Arabah—opposite Suph, between Paran and Tophel, Laban, Hazeroth and Dizahab.  (It takes eleven days to go from Horeb to Kadesh Barnea by the Mount Seir road.)   In the fortieth year, on the first day of the eleventh month, Moses proclaimed to the Israelites all that the  Lord   This was after he had defeated Sihon king of the Amorites, who reigned in Heshbon, and at Edrei had defeated Og king of Bashan, who reigned in Ashtaroth.   East of the Jordan in the territory of Moab, Moses began to expound this law, saying:   The  Lord   Break camp and advance into the hill country of the Amorites; go to all the neighboring peoples in the Arabah, in the mountains, in the western foothills, in the Negev and along the coast, to the land of the Canaanites and to Lebanon, as far as the great river, the Euphrates.  See, I have given you this land. Go in and take possession of the land the  Lord     At that time I said to you, \"You are too heavy a burden for me to carry alone.  The  Lord   May the  Lord , the God of your ancestors, increase you a thousand times and bless you as he has promised!  But how can I bear your problems and your burdens and your disputes all by myself?  Choose some wise, understanding and respected men from each of your tribes, and I will set them over you.\"   You answered me, \"What you propose to do is good.\"   So I took the leading men of your tribes, wise and respected men, and appointed them to have authority over you—as commanders of thousands, of hundreds, of fifties and of tens and as tribal officials.  And I charged your judges at that time, \"Hear the disputes between your people and judge fairly, whether the case is between two Israelites or between an Israelite and a foreigner residing among you.  Do not show partiality in judging; hear both small and great alike. Do not be afraid of anyone, for judgment belongs to God. Bring me any case too hard for you, and I will hear it.\"  And at that time I told you everything you were to do.   Then, as the  Lord   Then I said to you, \"You have reached the hill country of the Amorites, which the  Lord   See, the  Lord   Lord , the God of your ancestors, told you. Do not be afraid; do not be discouraged.\"   Then all of you came to me and said, \"Let us send men ahead to spy out the land for us and bring back a report about the route we are to take and the towns we will come to.\"   The idea seemed good to me; so I selected twelve of you, one man from each tribe.  They left and went up into the hill country, and came to the Valley of Eshkol and explored it.  Taking with them some of the fruit of the land, they brought it down to us and reported, \"It is a good land that the  Lord     But you were unwilling to go up; you rebelled against the command of the  Lord   You grumbled in your tents and said, \"The  Lord   Where can we go? Our brothers have made our hearts melt in fear. They say, 'The people are stronger and taller than we are; the cities are large, with walls up to the sky. We even saw the Anakites there.' \"   Then I said to you, \"Do not be terrified; do not be afraid of them.  The  Lord   and in the wilderness. There you saw how the  Lord     In spite of this, you did not trust in the  Lord   who went ahead of you on your journey, in fire by night and in a cloud by day, to search out places for you to camp and to show you the way you should go.   When the  Lord   \"No one from this evil generation shall see the good land I swore to give your ancestors,  except Caleb son of Jephunneh. He will see it, and I will give him and his descendants the land he set his feet on, because he followed the  Lord     Because of you the  Lord   But your assistant, Joshua son of Nun, will enter it. Encourage him, because he will lead Israel to inherit it.  And the little ones that you said would be taken captive, your children who do not yet know good from bad—they will enter the land. I will give it to them and they will take possession of it.  But as for you, turn around and set out toward the desert along the route to the Red Sea. \"   Then you replied, \"We have sinned against the  Lord . We will go up and fight, as the  Lord     But the  Lord     So I told you, but you would not listen. You rebelled against the  Lord 's command and in your arrogance you marched up into the hill country.  The Amorites who lived in those hills came out against you; they chased you like a swarm of bees and beat you down from Seir all the way to Hormah.  You came back and wept before the  Lord , but he paid no attention to your weeping and turned a deaf ear to you.  And so you stayed in Kadesh many days—all the time you spent there.", "verses": [" These are the words Moses spoke to all Israel in the wilderness east of the Jordan—that is, in the Arabah—opposite Suph, between Paran and Tophel, Laban, Hazeroth and Dizahab. ", " (It takes eleven days to go from Horeb to Kadesh Barnea by the Mount Seir road.)  ", " In the fortieth year, on the first day of the eleventh month, Moses proclaimed to the Israelites all that the  Lord  ", " This was after he had defeated Sihon king of the Amorites, who reigned in Heshbon, and at Edrei had defeated Og king of Bashan, who reigned in Ashtaroth.  ", " East of the Jordan in the territory of Moab, Moses began to expound this law, saying:  ", " The  Lord  ", " Break camp and advance into the hill country of the Amorites; go to all the neighboring peoples in the Arabah, in the mountains, in the western foothills, in the Negev and along the coast, to the land of the Canaanites and to Lebanon, as far as the great river, the Euphrates. ", " See, I have given you this land. Go in and take possession of the land the  Lord    ", " At that time I said to you, \"You are too heavy a burden for me to carry alone. ", " The  Lord  ", " May the  Lord , the God of your ancestors, increase you a thousand times and bless you as he has promised! ", " But how can I bear your problems and your burdens and your disputes all by myself? ", " Choose some wise, understanding and respected men from each of your tribes, and I will set them over you.\"  ", " You answered me, \"What you propose to do is good.\"  ", " So I took the leading men of your tribes, wise and respected men, and appointed them to have authority over you—as commanders of thousands, of hundreds, of fifties and of tens and as tribal officials. ", " And I charged your judges at that time, \"Hear the disputes between your people and judge fairly, whether the case is between two Israelites or between an Israelite and a foreigner residing among you. ", " Do not show partiality in judging; hear both small and great alike. Do not be afraid of anyone, for judgment belongs to God. Bring me any case too hard for you, and I will hear it.\" ", " And at that time I told you everything you were to do.  ", " Then, as the  Lord  ", " Then I said to you, \"You have reached the hill country of the Amorites, which the  Lord  ", " See, the  Lord   Lord , the God of your ancestors, told you. Do not be afraid; do not be discouraged.\"  ", " Then all of you came to me and said, \"Let us send men ahead to spy out the land for us and bring back a report about the route we are to take and the towns we will come to.\"  ", " The idea seemed good to me; so I selected twelve of you, one man from each tribe. ", " They left and went up into the hill country, and came to the Valley of Eshkol and explored it. ", " Taking with them some of the fruit of the land, they brought it down to us and reported, \"It is a good land that the  Lord    ", " But you were unwilling to go up; you rebelled against the command of the  Lord  ", " You grumbled in your tents and said, \"The  Lord  ", " Where can we go? Our brothers have made our hearts melt in fear. They say, 'The people are stronger and taller than we are; the cities are large, with walls up to the sky. We even saw the Anakites there.' \"  ", " Then I said to you, \"Do not be terrified; do not be afraid of them. ", " The  Lord  ", " and in the wilderness. There you saw how the  Lord    ", " In spite of this, you did not trust in the  Lord  ", " who went ahead of you on your journey, in fire by night and in a cloud by day, to search out places for you to camp and to show you the way you should go.  ", " When the  Lord  ", " \"No one from this evil generation shall see the good land I swore to give your ancestors, ", " except Caleb son of Jephunneh. He will see it, and I will give him and his descendants the land he set his feet on, because he followed the  Lord    ", " Because of you the  Lord  ", " But your assistant, Joshua son of Nun, will enter it. Encourage him, because he will lead Israel to inherit it. ", " And the little ones that you said would be taken captive, your children who do not yet know good from bad—they will enter the land. I will give it to them and they will take possession of it. ", " But as for you, turn around and set out toward the desert along the route to the Red Sea. \"  ", " Then you replied, \"We have sinned against the  Lord . We will go up and fight, as the  Lord    ", " But the  Lord    ", " So I told you, but you would not listen. You rebelled against the  Lord 's command and in your arrogance you marched up into the hill country. ", " The Amorites who lived in those hills came out against you; they chased you like a swarm of bees and beat you down from Seir all the way to Hormah. ", " You came back and wept before the  Lord , but he paid no attention to your weeping and turned a deaf ear to you. ", " And so you stayed in Kadesh many days—all the time you spent there."]}}, {"Chapter": {"text": " Then we turned back and set out toward the wilderness along the route to the Red Sea,   Lord     Then the  Lord   \"You have made your way around this hill country long enough; now turn north.  Give the people these orders: 'You are about to pass through the territory of your relatives the descendants of Esau, who live in Seir. They will be afraid of you, but be very careful.  Do not provoke them to war, for I will not give you any of their land, not even enough to put your foot on. I have given Esau the hill country of Seir as his own.  You are to pay them in silver for the food you eat and the water you drink.' \"   The  Lord   Lord     So we went on past our relatives the descendants of Esau, who live in Seir. We turned from the Arabah road, which comes up from Elath and Ezion Geber, and traveled along the desert road of Moab.   Then the  Lord     (The Emites used to live there—a people strong and numerous, and as tall as the Anakites.  Like the Anakites, they too were considered Rephaites, but the Moabites called them Emites.  Horites used to live in Seir, but the descendants of Esau drove them out. They destroyed the Horites from before them and settled in their place, just as Israel did in the land the  Lord     And the  Lord     Thirty-eight years passed from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, that entire generation of fighting men had perished from the camp, as the  Lord   The  Lord 's hand was against them until he had completely eliminated them from the camp.   Now when the last of these fighting men among the people had died,  the  Lord   \"Today you are to pass by the region of Moab at Ar.  When you come to the Ammonites, do not harass them or provoke them to war, for I will not give you possession of any land belonging to the Ammonites. I have given it as a possession to the descendants of Lot.\"   (That too was considered a land of the Rephaites, who used to live there; but the Ammonites called them Zamzummites.  They were a people strong and numerous, and as tall as the Anakites. The  Lord   The  Lord   And as for the Avvites who lived in villages as far as Gaza, the Caphtorites coming out from Caphtor     \"Set out now and cross the Arnon Gorge. See, I have given into your hand Sihon the Amorite, king of Heshbon, and his country. Begin to take possession of it and engage him in battle.  This very day I will begin to put the terror and fear of you on all the nations under heaven. They will hear reports of you and will tremble and be in anguish because of you.\"   From the Desert of Kedemoth I sent messengers to Sihon king of Heshbon offering peace and saying,  \"Let us pass through your country. We will stay on the main road; we will not turn aside to the right or to the left.  Sell us food to eat and water to drink for their price in silver. Only let us pass through on foot—  as the descendants of Esau, who live in Seir, and the Moabites, who live in Ar, did for us—until we cross the Jordan into the land the  Lord   But Sihon king of Heshbon refused to let us pass through. For the  Lord     The  Lord     When Sihon and all his army came out to meet us in battle at Jahaz,  the  Lord   At that time we took all his towns and completely destroyed   But the livestock and the plunder from the towns we had captured we carried off for ourselves.  From Aroer on the rim of the Arnon Gorge, and from the town in the gorge, even as far as Gilead, not one town was too strong for us. The  Lord   But in accordance with the command of the  Lord  ", "verses": [" Then we turned back and set out toward the wilderness along the route to the Red Sea,   Lord    ", " Then the  Lord  ", " \"You have made your way around this hill country long enough; now turn north. ", " Give the people these orders: 'You are about to pass through the territory of your relatives the descendants of Esau, who live in Seir. They will be afraid of you, but be very careful. ", " Do not provoke them to war, for I will not give you any of their land, not even enough to put your foot on. I have given Esau the hill country of Seir as his own. ", " You are to pay them in silver for the food you eat and the water you drink.' \"  ", " The  Lord   Lord    ", " So we went on past our relatives the descendants of Esau, who live in Seir. We turned from the Arabah road, which comes up from Elath and Ezion Geber, and traveled along the desert road of Moab.  ", " Then the  Lord    ", " (The Emites used to live there—a people strong and numerous, and as tall as the Anakites. ", " Like the Anakites, they too were considered Rephaites, but the Moabites called them Emites. ", " Horites used to live in Seir, but the descendants of Esau drove them out. They destroyed the Horites from before them and settled in their place, just as Israel did in the land the  Lord    ", " And the  Lord    ", " Thirty-eight years passed from the time we left Kadesh Barnea until we crossed the Zered Valley. By then, that entire generation of fighting men had perished from the camp, as the  Lord  ", " The  Lord 's hand was against them until he had completely eliminated them from the camp.  ", " Now when the last of these fighting men among the people had died, ", " the  Lord  ", " \"Today you are to pass by the region of Moab at Ar. ", " When you come to the Ammonites, do not harass them or provoke them to war, for I will not give you possession of any land belonging to the Ammonites. I have given it as a possession to the descendants of Lot.\"  ", " (That too was considered a land of the Rephaites, who used to live there; but the Ammonites called them Zamzummites. ", " They were a people strong and numerous, and as tall as the Anakites. The  Lord  ", " The  Lord  ", " And as for the Avvites who lived in villages as far as Gaza, the Caphtorites coming out from Caphtor    ", " \"Set out now and cross the Arnon Gorge. See, I have given into your hand Sihon the Amorite, king of Heshbon, and his country. Begin to take possession of it and engage him in battle. ", " This very day I will begin to put the terror and fear of you on all the nations under heaven. They will hear reports of you and will tremble and be in anguish because of you.\"  ", " From the Desert of Kedemoth I sent messengers to Sihon king of Heshbon offering peace and saying, ", " \"Let us pass through your country. We will stay on the main road; we will not turn aside to the right or to the left. ", " Sell us food to eat and water to drink for their price in silver. Only let us pass through on foot— ", " as the descendants of Esau, who live in Seir, and the Moabites, who live in Ar, did for us—until we cross the Jordan into the land the  Lord  ", " But Sihon king of Heshbon refused to let us pass through. For the  Lord    ", " The  Lord    ", " When Sihon and all his army came out to meet us in battle at Jahaz, ", " the  Lord  ", " At that time we took all his towns and completely destroyed  ", " But the livestock and the plunder from the towns we had captured we carried off for ourselves. ", " From Aroer on the rim of the Arnon Gorge, and from the town in the gorge, even as far as Gilead, not one town was too strong for us. The  Lord  ", " But in accordance with the command of the  Lord  "]}}, {"Chapter": {"text": " Next we turned and went up along the road toward Bashan, and Og king of Bashan with his whole army marched out to meet us in battle at Edrei.  The  Lord     So the  Lord   At that time we took all his cities. There was not one of the sixty cities that we did not take from them—the whole region of Argob, Og's kingdom in Bashan.  All these cities were fortified with high walls and with gates and bars, and there were also a great many unwalled villages.  We completely destroyed     But all the livestock and the plunder from their cities we carried off for ourselves.   So at that time we took from these two kings of the Amorites the territory east of the Jordan, from the Arnon Gorge as far as Mount Hermon.  (Hermon is called Sirion by the Sidonians; the Amorites call it Senir.)  We took all the towns on the plateau, and all Gilead, and all Bashan as far as Salekah and Edrei, towns of Og's kingdom in Bashan.  (Og king of Bashan was the last of the Rephaites. His bed was decorated with iron and was more than nine cubits long and four cubits wide.     Of the land that we took over at that time, I gave the Reubenites and the Gadites the territory north of Aroer by the Arnon Gorge, including half the hill country of Gilead, together with its towns.  The rest of Gilead and also all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (The whole region of Argob in Bashan used to be known as a land of the Rephaites.  Jair, a descendant of Manasseh, took the whole region of Argob as far as the border of the Geshurites and the Maakathites; it was named after him, so that to this day Bashan is called Havvoth Jair. )  And I gave Gilead to Makir.  But to the Reubenites and the Gadites I gave the territory extending from Gilead down to the Arnon Gorge (the middle of the gorge being the border) and out to the Jabbok River, which is the border of the Ammonites.  Its western border was the Jordan in the Arabah, from Kinnereth to the Sea of the Arabah (that is, the Dead Sea), below the slopes of Pisgah.   I commanded you at that time: \"The  Lord   However, your wives, your children and your livestock (I know you have much livestock) may stay in the towns I have given you,  until the  Lord   Lord     At that time I commanded Joshua: \"You have seen with your own eyes all that the  Lord   Lord   Do not be afraid of them; the  Lord     At that time I pleaded with the  Lord :  \"Sovereign  Lord , you have begun to show to your servant your greatness and your strong hand. For what god is there in heaven or on earth who can do the deeds and mighty works you do?  Let me go over and see the good land beyond the Jordan—that fine hill country and Lebanon.\"   But because of you the  Lord   Lord   Go up to the top of Pisgah and look west and north and south and east. Look at the land with your own eyes, since you are not going to cross this Jordan.  But commission Joshua, and encourage and strengthen him, for he will lead this people across and will cause them to inherit the land that you will see.\"  So we stayed in the valley near Beth Peor.", "verses": [" Next we turned and went up along the road toward Bashan, and Og king of Bashan with his whole army marched out to meet us in battle at Edrei. ", " The  Lord    ", " So the  Lord  ", " At that time we took all his cities. There was not one of the sixty cities that we did not take from them—the whole region of Argob, Og's kingdom in Bashan. ", " All these cities were fortified with high walls and with gates and bars, and there were also a great many unwalled villages. ", " We completely destroyed    ", " But all the livestock and the plunder from their cities we carried off for ourselves.  ", " So at that time we took from these two kings of the Amorites the territory east of the Jordan, from the Arnon Gorge as far as Mount Hermon. ", " (Hermon is called Sirion by the Sidonians; the Amorites call it Senir.) ", " We took all the towns on the plateau, and all Gilead, and all Bashan as far as Salekah and Edrei, towns of Og's kingdom in Bashan. ", " (Og king of Bashan was the last of the Rephaites. His bed was decorated with iron and was more than nine cubits long and four cubits wide.    ", " Of the land that we took over at that time, I gave the Reubenites and the Gadites the territory north of Aroer by the Arnon Gorge, including half the hill country of Gilead, together with its towns. ", " The rest of Gilead and also all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (The whole region of Argob in Bashan used to be known as a land of the Rephaites. ", " Jair, a descendant of Manasseh, took the whole region of Argob as far as the border of the Geshurites and the Maakathites; it was named after him, so that to this day Bashan is called Havvoth Jair. ) ", " And I gave Gilead to Makir. ", " But to the Reubenites and the Gadites I gave the territory extending from Gilead down to the Arnon Gorge (the middle of the gorge being the border) and out to the Jabbok River, which is the border of the Ammonites. ", " Its western border was the Jordan in the Arabah, from Kinnereth to the Sea of the Arabah (that is, the Dead Sea), below the slopes of Pisgah.  ", " I commanded you at that time: \"The  Lord  ", " However, your wives, your children and your livestock (I know you have much livestock) may stay in the towns I have given you, ", " until the  Lord   Lord    ", " At that time I commanded Joshua: \"You have seen with your own eyes all that the  Lord   Lord  ", " Do not be afraid of them; the  Lord    ", " At that time I pleaded with the  Lord : ", " \"Sovereign  Lord , you have begun to show to your servant your greatness and your strong hand. For what god is there in heaven or on earth who can do the deeds and mighty works you do? ", " Let me go over and see the good land beyond the Jordan—that fine hill country and Lebanon.\"  ", " But because of you the  Lord   Lord  ", " Go up to the top of Pisgah and look west and north and south and east. Look at the land with your own eyes, since you are not going to cross this Jordan. ", " But commission Joshua, and encourage and strengthen him, for he will lead this people across and will cause them to inherit the land that you will see.\" ", " So we stayed in the valley near Beth Peor."]}}, {"Chapter": {"text": " Now, Israel, hear the decrees and laws I am about to teach you. Follow them so that you may live and may go in and take possession of the land the  Lord , the God of your ancestors, is giving you.  Do not add to what I command you and do not subtract from it, but keep the commands of the  Lord     You saw with your own eyes what the  Lord   Lord   but all of you who held fast to the  Lord     See, I have taught you decrees and laws as the  Lord   Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, \"Surely this great nation is a wise and understanding people.\"  What other nation is so great as to have their gods near them the way the  Lord   And what other nation is so great as to have such righteous decrees and laws as this body of laws I am setting before you today?   Only be careful, and watch yourselves closely so that you do not forget the things your eyes have seen or let them fade from your heart as long as you live. Teach them to your children and to their children after them.  Remember the day you stood before the  Lord   You came near and stood at the foot of the mountain while it blazed with fire to the very heavens, with black clouds and deep darkness.  Then the  Lord   He declared to you his covenant, the Ten Commandments, which he commanded you to follow and then wrote them on two stone tablets.  And the  Lord     You saw no form of any kind the day the  Lord   so that you do not become corrupt and make for yourselves an idol, an image of any shape, whether formed like a man or a woman,  or like any animal on earth or any bird that flies in the air,  or like any creature that moves along the ground or any fish in the waters below.  And when you look up to the sky and see the sun, the moon and the stars—all the heavenly array—do not be enticed into bowing down to them and worshiping things the  Lord   But as for you, the  Lord     The  Lord   Lord   I will die in this land; I will not cross the Jordan; but you are about to cross over and take possession of that good land.  Be careful not to forget the covenant of the  Lord   Lord   For the  Lord     After you have had children and grandchildren and have lived in the land a long time—if you then become corrupt and make any kind of idol, doing evil in the eyes of the  Lord   I call the heavens and the earth as witnesses against you this day that you will quickly perish from the land that you are crossing the Jordan to possess. You will not live there long but will certainly be destroyed.  The  Lord   Lord   There you will worship man-made gods of wood and stone, which cannot see or hear or eat or smell.  But if from there you seek the  Lord   When you are in distress and all these things have happened to you, then in later days you will return to the  Lord   For the  Lord     Ask now about the former days, long before your time, from the day God created human beings on the earth; ask from one end of the heavens to the other. Has anything so great as this ever happened, or has anything like it ever been heard of?  Has any other people heard the voice of God   Has any god ever tried to take for himself one nation out of another nation, by testings, by signs and wonders, by war, by a mighty hand and an outstretched arm, or by great and awesome deeds, like all the things the  Lord     You were shown these things so that you might know that the  Lord   From heaven he made you hear his voice to discipline you. On earth he showed you his great fire, and you heard his words from out of the fire.  Because he loved your ancestors and chose their descendants after them, he brought you out of Egypt by his Presence and his great strength,  to drive out before you nations greater and stronger than you and to bring you into their land to give it to you for your inheritance, as it is today.   Acknowledge and take to heart this day that the  Lord   Keep his decrees and commands, which I am giving you today, so that it may go well with you and your children after you and that you may live long in the land the  Lord     Then Moses set aside three cities east of the Jordan,  to which anyone who had killed a person could flee if they had unintentionally killed a neighbor without malice aforethought. They could flee into one of these cities and save their life.  The cities were these: Bezer in the wilderness plateau, for the Reubenites; Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites.   This is the law Moses set before the Israelites.  These are the stipulations, decrees and laws Moses gave them when they came out of Egypt  and were in the valley near Beth Peor east of the Jordan, in the land of Sihon king of the Amorites, who reigned in Heshbon and was defeated by Moses and the Israelites as they came out of Egypt.  They took possession of his land and the land of Og king of Bashan, the two Amorite kings east of the Jordan.  This land extended from Aroer on the rim of the Arnon Gorge to Mount Sirion   and included all the Arabah east of the Jordan, as far as the Dead Sea,  ", "verses": [" Now, Israel, hear the decrees and laws I am about to teach you. Follow them so that you may live and may go in and take possession of the land the  Lord , the God of your ancestors, is giving you. ", " Do not add to what I command you and do not subtract from it, but keep the commands of the  Lord    ", " You saw with your own eyes what the  Lord   Lord  ", " but all of you who held fast to the  Lord    ", " See, I have taught you decrees and laws as the  Lord  ", " Observe them carefully, for this will show your wisdom and understanding to the nations, who will hear about all these decrees and say, \"Surely this great nation is a wise and understanding people.\" ", " What other nation is so great as to have their gods near them the way the  Lord  ", " And what other nation is so great as to have such righteous decrees and laws as this body of laws I am setting before you today?  ", " Only be careful, and watch yourselves closely so that you do not forget the things your eyes have seen or let them fade from your heart as long as you live. Teach them to your children and to their children after them. ", " Remember the day you stood before the  Lord  ", " You came near and stood at the foot of the mountain while it blazed with fire to the very heavens, with black clouds and deep darkness. ", " Then the  Lord  ", " He declared to you his covenant, the Ten Commandments, which he commanded you to follow and then wrote them on two stone tablets. ", " And the  Lord    ", " You saw no form of any kind the day the  Lord  ", " so that you do not become corrupt and make for yourselves an idol, an image of any shape, whether formed like a man or a woman, ", " or like any animal on earth or any bird that flies in the air, ", " or like any creature that moves along the ground or any fish in the waters below. ", " And when you look up to the sky and see the sun, the moon and the stars—all the heavenly array—do not be enticed into bowing down to them and worshiping things the  Lord  ", " But as for you, the  Lord    ", " The  Lord   Lord  ", " I will die in this land; I will not cross the Jordan; but you are about to cross over and take possession of that good land. ", " Be careful not to forget the covenant of the  Lord   Lord  ", " For the  Lord    ", " After you have had children and grandchildren and have lived in the land a long time—if you then become corrupt and make any kind of idol, doing evil in the eyes of the  Lord  ", " I call the heavens and the earth as witnesses against you this day that you will quickly perish from the land that you are crossing the Jordan to possess. You will not live there long but will certainly be destroyed. ", " The  Lord   Lord  ", " There you will worship man-made gods of wood and stone, which cannot see or hear or eat or smell. ", " But if from there you seek the  Lord  ", " When you are in distress and all these things have happened to you, then in later days you will return to the  Lord  ", " For the  Lord    ", " Ask now about the former days, long before your time, from the day God created human beings on the earth; ask from one end of the heavens to the other. Has anything so great as this ever happened, or has anything like it ever been heard of? ", " Has any other people heard the voice of God  ", " Has any god ever tried to take for himself one nation out of another nation, by testings, by signs and wonders, by war, by a mighty hand and an outstretched arm, or by great and awesome deeds, like all the things the  Lord    ", " You were shown these things so that you might know that the  Lord  ", " From heaven he made you hear his voice to discipline you. On earth he showed you his great fire, and you heard his words from out of the fire. ", " Because he loved your ancestors and chose their descendants after them, he brought you out of Egypt by his Presence and his great strength, ", " to drive out before you nations greater and stronger than you and to bring you into their land to give it to you for your inheritance, as it is today.  ", " Acknowledge and take to heart this day that the  Lord  ", " Keep his decrees and commands, which I am giving you today, so that it may go well with you and your children after you and that you may live long in the land the  Lord    ", " Then Moses set aside three cities east of the Jordan, ", " to which anyone who had killed a person could flee if they had unintentionally killed a neighbor without malice aforethought. They could flee into one of these cities and save their life. ", " The cities were these: Bezer in the wilderness plateau, for the Reubenites; Ramoth in Gilead, for the Gadites; and Golan in Bashan, for the Manassites.  ", " This is the law Moses set before the Israelites. ", " These are the stipulations, decrees and laws Moses gave them when they came out of Egypt ", " and were in the valley near Beth Peor east of the Jordan, in the land of Sihon king of the Amorites, who reigned in Heshbon and was defeated by Moses and the Israelites as they came out of Egypt. ", " They took possession of his land and the land of Og king of Bashan, the two Amorite kings east of the Jordan. ", " This land extended from Aroer on the rim of the Arnon Gorge to Mount Sirion  ", " and included all the Arabah east of the Jordan, as far as the Dead Sea,  "]}}, {"Chapter": {"text": " Moses summoned all Israel and said: Hear, Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them.  The  Lord   It was not with our ancestors   Lord   The  Lord   (At that time I stood between the  Lord   Lord , because you were afraid of the fire and did not go up the mountain.) And he said:   \"I am the  Lord     \"You shall have no other gods before     \"You shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below.  You shall not bow down to them or worship them; for I, the  Lord   but showing love to a thousand generations of those who love me and keep my commandments.   \"You shall not misuse the name of the  Lord   Lord     \"Observe the Sabbath day by keeping it holy, as the  Lord   Six days you shall labor and do all your work,  but the seventh day is a sabbath to the  Lord   Remember that you were slaves in Egypt and that the  Lord   Lord     \"Honor your father and your mother, as the  Lord   Lord     \"You shall not murder.   \"You shall not commit adultery.   \"You shall not steal.   \"You shall not give false testimony against your neighbor.   \"You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his male or female servant, his ox or donkey, or anything that belongs to your neighbor.\"   These are the commandments the  Lord     When you heard the voice out of the darkness, while the mountain was ablaze with fire, all the leaders of your tribes and your elders came to me.  And you said, \"The  Lord   But now, why should we die? This great fire will consume us, and we will die if we hear the voice of the  Lord   For what mortal has ever heard the voice of the living God speaking out of fire, as we have, and survived?  Go near and listen to all that the  Lord   Lord     The  Lord   Lord   Oh, that their hearts would be inclined to fear me and keep all my commands always, so that it might go well with them and their children forever!   \"Go, tell them to return to their tents.  But you stay here with me so that I may give you all the commands, decrees and laws you are to teach them to follow in the land I am giving them to possess.\"   So be careful to do what the  Lord   Walk in obedience to all that the  Lord  ", "verses": [" Moses summoned all Israel and said: Hear, Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them. ", " The  Lord  ", " It was not with our ancestors   Lord  ", " The  Lord  ", " (At that time I stood between the  Lord   Lord , because you were afraid of the fire and did not go up the mountain.) And he said:  ", " \"I am the  Lord    ", " \"You shall have no other gods before    ", " \"You shall not make for yourself an image in the form of anything in heaven above or on the earth beneath or in the waters below. ", " You shall not bow down to them or worship them; for I, the  Lord  ", " but showing love to a thousand generations of those who love me and keep my commandments.  ", " \"You shall not misuse the name of the  Lord   Lord    ", " \"Observe the Sabbath day by keeping it holy, as the  Lord  ", " Six days you shall labor and do all your work, ", " but the seventh day is a sabbath to the  Lord  ", " Remember that you were slaves in Egypt and that the  Lord   Lord    ", " \"Honor your father and your mother, as the  Lord   Lord    ", " \"You shall not murder.  ", " \"You shall not commit adultery.  ", " \"You shall not steal.  ", " \"You shall not give false testimony against your neighbor.  ", " \"You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his male or female servant, his ox or donkey, or anything that belongs to your neighbor.\"  ", " These are the commandments the  Lord    ", " When you heard the voice out of the darkness, while the mountain was ablaze with fire, all the leaders of your tribes and your elders came to me. ", " And you said, \"The  Lord  ", " But now, why should we die? This great fire will consume us, and we will die if we hear the voice of the  Lord  ", " For what mortal has ever heard the voice of the living God speaking out of fire, as we have, and survived? ", " Go near and listen to all that the  Lord   Lord    ", " The  Lord   Lord  ", " Oh, that their hearts would be inclined to fear me and keep all my commands always, so that it might go well with them and their children forever!  ", " \"Go, tell them to return to their tents. ", " But you stay here with me so that I may give you all the commands, decrees and laws you are to teach them to follow in the land I am giving them to possess.\"  ", " So be careful to do what the  Lord  ", " Walk in obedience to all that the  Lord  "]}}, {"Chapter": {"text": " These are the commands, decrees and laws the  Lord   so that you, your children and their children after them may fear the  Lord   Hear, Israel, and be careful to obey so that it may go well with you and that you may increase greatly in a land flowing with milk and honey, just as the  Lord , the God of your ancestors, promised you.   Hear, O Israel: The  Lord   Lord     Love the  Lord   These commandments that I give you today are to be on your hearts.  Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up.  Tie them as symbols on your hands and bind them on your foreheads.  Write them on the doorframes of your houses and on your gates.   When the  Lord   houses filled with all kinds of good things you did not provide, wells you did not dig, and vineyards and olive groves you did not plant—then when you eat and are satisfied,  be careful that you do not forget the  Lord , who brought you out of Egypt, out of the land of slavery.   Fear the  Lord   Do not follow other gods, the gods of the peoples around you;  for the  Lord   Do not put the  Lord   Be sure to keep the commands of the  Lord   Do what is right and good in the  Lord 's sight, so that it may go well with you and you may go in and take over the good land the  Lord   thrusting out all your enemies before you, as the  Lord     In the future, when your son asks you, \"What is the meaning of the stipulations, decrees and laws the  Lord   tell him: \"We were slaves of Pharaoh in Egypt, but the  Lord   Before our eyes the  Lord   But he brought us out from there to bring us in and give us the land he promised on oath to our ancestors.  The  Lord   Lord   And if we are careful to obey all this law before the  Lord  ", "verses": [" These are the commands, decrees and laws the  Lord  ", " so that you, your children and their children after them may fear the  Lord  ", " Hear, Israel, and be careful to obey so that it may go well with you and that you may increase greatly in a land flowing with milk and honey, just as the  Lord , the God of your ancestors, promised you.  ", " Hear, O Israel: The  Lord   Lord    ", " Love the  Lord  ", " These commandments that I give you today are to be on your hearts. ", " Impress them on your children. Talk about them when you sit at home and when you walk along the road, when you lie down and when you get up. ", " Tie them as symbols on your hands and bind them on your foreheads. ", " Write them on the doorframes of your houses and on your gates.  ", " When the  Lord  ", " houses filled with all kinds of good things you did not provide, wells you did not dig, and vineyards and olive groves you did not plant—then when you eat and are satisfied, ", " be careful that you do not forget the  Lord , who brought you out of Egypt, out of the land of slavery.  ", " Fear the  Lord  ", " Do not follow other gods, the gods of the peoples around you; ", " for the  Lord  ", " Do not put the  Lord  ", " Be sure to keep the commands of the  Lord  ", " Do what is right and good in the  Lord 's sight, so that it may go well with you and you may go in and take over the good land the  Lord  ", " thrusting out all your enemies before you, as the  Lord    ", " In the future, when your son asks you, \"What is the meaning of the stipulations, decrees and laws the  Lord  ", " tell him: \"We were slaves of Pharaoh in Egypt, but the  Lord  ", " Before our eyes the  Lord  ", " But he brought us out from there to bring us in and give us the land he promised on oath to our ancestors. ", " The  Lord   Lord  ", " And if we are careful to obey all this law before the  Lord  "]}}, {"Chapter": {"text": " When the  Lord   and when the  Lord     Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons,  for they will turn your children away from following me to serve other gods, and the  Lord 's anger will burn against you and will quickly destroy you.  This is what you are to do to them: Break down their altars, smash their sacred stones, cut down their Asherah poles   For you are a people holy to the  Lord   Lord     The  Lord   But it was because the  Lord   Know therefore that the  Lord   But those who hate him he will repay to their face by destruction; he will not be slow to repay to their face those who hate him.   Therefore, take care to follow the commands, decrees and laws I give you today.   If you pay attention to these laws and are careful to follow them, then the  Lord   He will love you and bless you and increase your numbers. He will bless the fruit of your womb, the crops of your land—your grain, new wine and olive oil—the calves of your herds and the lambs of your flocks in the land he swore to your ancestors to give you.  You will be blessed more than any other people; none of your men or women will be childless, nor will any of your livestock be without young.  The  Lord   You must destroy all the peoples the  Lord     You may say to yourselves, \"These nations are stronger than we are. How can we drive them out?\"  But do not be afraid of them; remember well what the  Lord   You saw with your own eyes the great trials, the signs and wonders, the mighty hand and outstretched arm, with which the  Lord   Lord   Moreover, the  Lord   Do not be terrified by them, for the  Lord   The  Lord   But the  Lord   He will give their kings into your hand, and you will wipe out their names from under heaven. No one will be able to stand up against you; you will destroy them.  The images of their gods you are to burn in the fire. Do not covet the silver and gold on them, and do not take it for yourselves, or you will be ensnared by it, for it is detestable to the  Lord   Do not bring a detestable thing into your house or you, like it, will be set apart for destruction. Regard it as vile and utterly detest it, for it is set apart for destruction.", "verses": [" When the  Lord  ", " and when the  Lord    ", " Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons, ", " for they will turn your children away from following me to serve other gods, and the  Lord 's anger will burn against you and will quickly destroy you. ", " This is what you are to do to them: Break down their altars, smash their sacred stones, cut down their Asherah poles  ", " For you are a people holy to the  Lord   Lord    ", " The  Lord  ", " But it was because the  Lord  ", " Know therefore that the  Lord  ", " But those who hate him he will repay to their face by destruction; he will not be slow to repay to their face those who hate him.  ", " Therefore, take care to follow the commands, decrees and laws I give you today.  ", " If you pay attention to these laws and are careful to follow them, then the  Lord  ", " He will love you and bless you and increase your numbers. He will bless the fruit of your womb, the crops of your land—your grain, new wine and olive oil—the calves of your herds and the lambs of your flocks in the land he swore to your ancestors to give you. ", " You will be blessed more than any other people; none of your men or women will be childless, nor will any of your livestock be without young. ", " The  Lord  ", " You must destroy all the peoples the  Lord    ", " You may say to yourselves, \"These nations are stronger than we are. How can we drive them out?\" ", " But do not be afraid of them; remember well what the  Lord  ", " You saw with your own eyes the great trials, the signs and wonders, the mighty hand and outstretched arm, with which the  Lord   Lord  ", " Moreover, the  Lord  ", " Do not be terrified by them, for the  Lord  ", " The  Lord  ", " But the  Lord  ", " He will give their kings into your hand, and you will wipe out their names from under heaven. No one will be able to stand up against you; you will destroy them. ", " The images of their gods you are to burn in the fire. Do not covet the silver and gold on them, and do not take it for yourselves, or you will be ensnared by it, for it is detestable to the  Lord  ", " Do not bring a detestable thing into your house or you, like it, will be set apart for destruction. Regard it as vile and utterly detest it, for it is set apart for destruction."]}}, {"Chapter": {"text": " Be careful to follow every command I am giving you today, so that you may live and increase and may enter and possess the land the  Lord   Remember how the  Lord   He humbled you, causing you to hunger and then feeding you with manna, which neither you nor your ancestors had known, to teach you that man does not live on bread alone but on every word that comes from the mouth of the  Lord .  Your clothes did not wear out and your feet did not swell during these forty years.  Know then in your heart that as a man disciplines his son, so the  Lord     Observe the commands of the  Lord   For the  Lord   a land with wheat and barley, vines and fig trees, pomegranates, olive oil and honey;  a land where bread will not be scarce and you will lack nothing; a land where the rocks are iron and you can dig copper out of the hills.   When you have eaten and are satisfied, praise the  Lord   Be careful that you do not forget the  Lord   Otherwise, when you eat and are satisfied, when you build fine houses and settle down,  and when your herds and flocks grow large and your silver and gold increase and all you have is multiplied,  then your heart will become proud and you will forget the  Lord   He led you through the vast and dreadful wilderness, that thirsty and waterless land, with its venomous snakes and scorpions. He brought you water out of hard rock.  He gave you manna to eat in the wilderness, something your ancestors had never known, to humble and test you so that in the end it might go well with you.  You may say to yourself, \"My power and the strength of my hands have produced this wealth for me.\"  But remember the  Lord     If you ever forget the  Lord   Like the nations the  Lord   Lord  ", "verses": [" Be careful to follow every command I am giving you today, so that you may live and increase and may enter and possess the land the  Lord  ", " Remember how the  Lord  ", " He humbled you, causing you to hunger and then feeding you with manna, which neither you nor your ancestors had known, to teach you that man does not live on bread alone but on every word that comes from the mouth of the  Lord . ", " Your clothes did not wear out and your feet did not swell during these forty years. ", " Know then in your heart that as a man disciplines his son, so the  Lord    ", " Observe the commands of the  Lord  ", " For the  Lord  ", " a land with wheat and barley, vines and fig trees, pomegranates, olive oil and honey; ", " a land where bread will not be scarce and you will lack nothing; a land where the rocks are iron and you can dig copper out of the hills.  ", " When you have eaten and are satisfied, praise the  Lord  ", " Be careful that you do not forget the  Lord  ", " Otherwise, when you eat and are satisfied, when you build fine houses and settle down, ", " and when your herds and flocks grow large and your silver and gold increase and all you have is multiplied, ", " then your heart will become proud and you will forget the  Lord  ", " He led you through the vast and dreadful wilderness, that thirsty and waterless land, with its venomous snakes and scorpions. He brought you water out of hard rock. ", " He gave you manna to eat in the wilderness, something your ancestors had never known, to humble and test you so that in the end it might go well with you. ", " You may say to yourself, \"My power and the strength of my hands have produced this wealth for me.\" ", " But remember the  Lord    ", " If you ever forget the  Lord  ", " Like the nations the  Lord   Lord  "]}}, {"Chapter": {"text": " Hear, Israel: You are now about to cross the Jordan to go in and dispossess nations greater and stronger than you, with large cities that have walls up to the sky.  The people are strong and tall—Anakites! You know about them and have heard it said: \"Who can stand up against the Anakites?\"  But be assured today that the  Lord   Lord     After the  Lord   Lord   Lord   It is not because of your righteousness or your integrity that you are going in to take possession of their land; but on account of the wickedness of these nations, the  Lord   Understand, then, that it is not because of your righteousness that the  Lord     Remember this and never forget how you aroused the anger of the  Lord   Lord .  At Horeb you aroused the  Lord 's wrath so that he was angry enough to destroy you.  When I went up on the mountain to receive the tablets of stone, the tablets of the covenant that the  Lord   The  Lord   Lord     At the end of the forty days and forty nights, the  Lord   Then the  Lord     And the  Lord   Let me alone, so that I may destroy them and blot out their name from under heaven. And I will make you into a nation stronger and more numerous than they.\"   So I turned and went down from the mountain while it was ablaze with fire. And the two tablets of the covenant were in my hands.  When I looked, I saw that you had sinned against the  Lord   Lord   So I took the two tablets and threw them out of my hands, breaking them to pieces before your eyes.   Then once again I fell prostrate before the  Lord   Lord 's sight and so arousing his anger.  I feared the anger and wrath of the  Lord , for he was angry enough with you to destroy you. But again the  Lord   And the  Lord   Also I took that sinful thing of yours, the calf you had made, and burned it in the fire. Then I crushed it and ground it to powder as fine as dust and threw the dust into a stream that flowed down the mountain.   You also made the  Lord     And when the  Lord   Lord   You have been rebellious against the  Lord     I lay prostrate before the  Lord   Lord   I prayed to the  Lord   Lord , do not destroy your people, your own inheritance that you redeemed by your great power and brought out of Egypt with a mighty hand.  Remember your servants Abraham, Isaac and Jacob. Overlook the stubbornness of this people, their wickedness and their sin.  Otherwise, the country from which you brought us will say, 'Because the  Lord   But they are your people, your inheritance that you brought out by your great power and your outstretched arm.\"", "verses": [" Hear, Israel: You are now about to cross the Jordan to go in and dispossess nations greater and stronger than you, with large cities that have walls up to the sky. ", " The people are strong and tall—Anakites! You know about them and have heard it said: \"Who can stand up against the Anakites?\" ", " But be assured today that the  Lord   Lord    ", " After the  Lord   Lord   Lord  ", " It is not because of your righteousness or your integrity that you are going in to take possession of their land; but on account of the wickedness of these nations, the  Lord  ", " Understand, then, that it is not because of your righteousness that the  Lord    ", " Remember this and never forget how you aroused the anger of the  Lord   Lord . ", " At Horeb you aroused the  Lord 's wrath so that he was angry enough to destroy you. ", " When I went up on the mountain to receive the tablets of stone, the tablets of the covenant that the  Lord  ", " The  Lord   Lord    ", " At the end of the forty days and forty nights, the  Lord  ", " Then the  Lord    ", " And the  Lord  ", " Let me alone, so that I may destroy them and blot out their name from under heaven. And I will make you into a nation stronger and more numerous than they.\"  ", " So I turned and went down from the mountain while it was ablaze with fire. And the two tablets of the covenant were in my hands. ", " When I looked, I saw that you had sinned against the  Lord   Lord  ", " So I took the two tablets and threw them out of my hands, breaking them to pieces before your eyes.  ", " Then once again I fell prostrate before the  Lord   Lord 's sight and so arousing his anger. ", " I feared the anger and wrath of the  Lord , for he was angry enough with you to destroy you. But again the  Lord  ", " And the  Lord  ", " Also I took that sinful thing of yours, the calf you had made, and burned it in the fire. Then I crushed it and ground it to powder as fine as dust and threw the dust into a stream that flowed down the mountain.  ", " You also made the  Lord    ", " And when the  Lord   Lord  ", " You have been rebellious against the  Lord    ", " I lay prostrate before the  Lord   Lord  ", " I prayed to the  Lord   Lord , do not destroy your people, your own inheritance that you redeemed by your great power and brought out of Egypt with a mighty hand. ", " Remember your servants Abraham, Isaac and Jacob. Overlook the stubbornness of this people, their wickedness and their sin. ", " Otherwise, the country from which you brought us will say, 'Because the  Lord  ", " But they are your people, your inheritance that you brought out by your great power and your outstretched arm.\""]}}, {"Chapter": {"text": " At that time the  Lord     I will write on the tablets the words that were on the first tablets, which you broke. Then you are to put them in the ark.\"   So I made the ark out of acacia wood and chiseled out two stone tablets like the first ones, and I went up on the mountain with the two tablets in my hands.  The  Lord   Lord   Then I came back down the mountain and put the tablets in the ark I had made, as the  Lord     (The Israelites traveled from the wells of Bene Jaakan to Moserah. There Aaron died and was buried, and Eleazar his son succeeded him as priest.  From there they traveled to Gudgodah and on to Jotbathah, a land with streams of water.  At that time the  Lord   Lord , to stand before the  Lord   That is why the Levites have no share or inheritance among their fellow Israelites; the  Lord   Lord     Now I had stayed on the mountain forty days and forty nights, as I did the first time, and the  Lord   \"Go,\" the  Lord     And now, Israel, what does the  Lord   Lord   Lord   and to observe the  Lord 's commands and decrees that I am giving you today for your own good?   To the  Lord   Yet the  Lord   Circumcise your hearts, therefore, and do not be stiff-necked any longer.  For the  Lord   He defends the cause of the fatherless and the widow, and loves the foreigner residing among you, giving them food and clothing.  And you are to love those who are foreigners, for you yourselves were foreigners in Egypt.  Fear the  Lord   He is the one you praise; he is your God, who performed for you those great and awesome wonders you saw with your own eyes.  Your ancestors who went down into Egypt were seventy in all, and now the  Lord  ", "verses": [" At that time the  Lord    ", " I will write on the tablets the words that were on the first tablets, which you broke. Then you are to put them in the ark.\"  ", " So I made the ark out of acacia wood and chiseled out two stone tablets like the first ones, and I went up on the mountain with the two tablets in my hands. ", " The  Lord   Lord  ", " Then I came back down the mountain and put the tablets in the ark I had made, as the  Lord    ", " (The Israelites traveled from the wells of Bene Jaakan to Moserah. There Aaron died and was buried, and Eleazar his son succeeded him as priest. ", " From there they traveled to Gudgodah and on to Jotbathah, a land with streams of water. ", " At that time the  Lord   Lord , to stand before the  Lord  ", " That is why the Levites have no share or inheritance among their fellow Israelites; the  Lord   Lord    ", " Now I had stayed on the mountain forty days and forty nights, as I did the first time, and the  Lord  ", " \"Go,\" the  Lord    ", " And now, Israel, what does the  Lord   Lord   Lord  ", " and to observe the  Lord 's commands and decrees that I am giving you today for your own good?  ", " To the  Lord  ", " Yet the  Lord  ", " Circumcise your hearts, therefore, and do not be stiff-necked any longer. ", " For the  Lord  ", " He defends the cause of the fatherless and the widow, and loves the foreigner residing among you, giving them food and clothing. ", " And you are to love those who are foreigners, for you yourselves were foreigners in Egypt. ", " Fear the  Lord  ", " He is the one you praise; he is your God, who performed for you those great and awesome wonders you saw with your own eyes. ", " Your ancestors who went down into Egypt were seventy in all, and now the  Lord  "]}}, {"Chapter": {"text": " Love the  Lord   Remember today that your children were not the ones who saw and experienced the discipline of the  Lord   the signs he performed and the things he did in the heart of Egypt, both to Pharaoh king of Egypt and to his whole country;  what he did to the Egyptian army, to its horses and chariots, how he overwhelmed them with the waters of the Red Sea   Lord   It was not your children who saw what he did for you in the wilderness until you arrived at this place,  and what he did to Dathan and Abiram, sons of Eliab the Reubenite, when the earth opened its mouth right in the middle of all Israel and swallowed them up with their households, their tents and every living thing that belonged to them.  But it was your own eyes that saw all these great things the  Lord     Observe therefore all the commands I am giving you today, so that you may have the strength to go in and take over the land that you are crossing the Jordan to possess,  and so that you may live long in the land the  Lord   The land you are entering to take over is not like the land of Egypt, from which you have come, where you planted your seed and irrigated it by foot as in a vegetable garden.  But the land you are crossing the Jordan to take possession of is a land of mountains and valleys that drinks rain from heaven.  It is a land the  Lord   Lord     So if you faithfully obey the commands I am giving you today—to love the  Lord   then I will send rain on your land in its season, both autumn and spring rains, so that you may gather in your grain, new wine and olive oil.  I will provide grass in the fields for your cattle, and you will eat and be satisfied.   Be careful, or you will be enticed to turn away and worship other gods and bow down to them.  Then the  Lord 's anger will burn against you, and he will shut up the heavens so that it will not rain and the ground will yield no produce, and you will soon perish from the good land the  Lord   Fix these words of mine in your hearts and minds; tie them as symbols on your hands and bind them on your foreheads.  Teach them to your children, talking about them when you sit at home and when you walk along the road, when you lie down and when you get up.  Write them on the doorframes of your houses and on your gates,  so that your days and the days of your children may be many in the land the  Lord     If you carefully observe all these commands I am giving you to follow—to love the  Lord   then the  Lord   Every place where you set your foot will be yours: Your territory will extend from the desert to Lebanon, and from the Euphrates River to the Mediterranean Sea.  No one will be able to stand against you. The  Lord     See, I am setting before you today a blessing and a curse—  the blessing if you obey the commands of the  Lord   the curse if you disobey the commands of the  Lord   When the  Lord   As you know, these mountains are across the Jordan, westward, toward the setting sun, near the great trees of Moreh, in the territory of those Canaanites living in the Arabah in the vicinity of Gilgal.  You are about to cross the Jordan to enter and take possession of the land the  Lord   be sure that you obey all the decrees and laws I am setting before you today.", "verses": [" Love the  Lord  ", " Remember today that your children were not the ones who saw and experienced the discipline of the  Lord  ", " the signs he performed and the things he did in the heart of Egypt, both to Pharaoh king of Egypt and to his whole country; ", " what he did to the Egyptian army, to its horses and chariots, how he overwhelmed them with the waters of the Red Sea   Lord  ", " It was not your children who saw what he did for you in the wilderness until you arrived at this place, ", " and what he did to Dathan and Abiram, sons of Eliab the Reubenite, when the earth opened its mouth right in the middle of all Israel and swallowed them up with their households, their tents and every living thing that belonged to them. ", " But it was your own eyes that saw all these great things the  Lord    ", " Observe therefore all the commands I am giving you today, so that you may have the strength to go in and take over the land that you are crossing the Jordan to possess, ", " and so that you may live long in the land the  Lord  ", " The land you are entering to take over is not like the land of Egypt, from which you have come, where you planted your seed and irrigated it by foot as in a vegetable garden. ", " But the land you are crossing the Jordan to take possession of is a land of mountains and valleys that drinks rain from heaven. ", " It is a land the  Lord   Lord    ", " So if you faithfully obey the commands I am giving you today—to love the  Lord  ", " then I will send rain on your land in its season, both autumn and spring rains, so that you may gather in your grain, new wine and olive oil. ", " I will provide grass in the fields for your cattle, and you will eat and be satisfied.  ", " Be careful, or you will be enticed to turn away and worship other gods and bow down to them. ", " Then the  Lord 's anger will burn against you, and he will shut up the heavens so that it will not rain and the ground will yield no produce, and you will soon perish from the good land the  Lord  ", " Fix these words of mine in your hearts and minds; tie them as symbols on your hands and bind them on your foreheads. ", " Teach them to your children, talking about them when you sit at home and when you walk along the road, when you lie down and when you get up. ", " Write them on the doorframes of your houses and on your gates, ", " so that your days and the days of your children may be many in the land the  Lord    ", " If you carefully observe all these commands I am giving you to follow—to love the  Lord  ", " then the  Lord  ", " Every place where you set your foot will be yours: Your territory will extend from the desert to Lebanon, and from the Euphrates River to the Mediterranean Sea. ", " No one will be able to stand against you. The  Lord    ", " See, I am setting before you today a blessing and a curse— ", " the blessing if you obey the commands of the  Lord  ", " the curse if you disobey the commands of the  Lord  ", " When the  Lord  ", " As you know, these mountains are across the Jordan, westward, toward the setting sun, near the great trees of Moreh, in the territory of those Canaanites living in the Arabah in the vicinity of Gilgal. ", " You are about to cross the Jordan to enter and take possession of the land the  Lord  ", " be sure that you obey all the decrees and laws I am setting before you today."]}}, {"Chapter": {"text": " These are the decrees and laws you must be careful to follow in the land that the  Lord , the God of your ancestors, has given you to possess—as long as you live in the land.  Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods.  Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places.   You must not worship the  Lord   But you are to seek the place the  Lord   there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks.  There, in the presence of the  Lord   Lord     You are not to do as we do here today, everyone doing as they see fit,  since you have not yet reached the resting place and the inheritance the  Lord   But you will cross the Jordan and settle in the land the  Lord   Then to the place the  Lord   Lord .  And there rejoice before the  Lord   Be careful not to sacrifice your burnt offerings anywhere you please.  Offer them only at the place the  Lord     Nevertheless, you may slaughter your animals in any of your towns and eat as much of the meat as you want, as if it were gazelle or deer, according to the blessing the  Lord   But you must not eat the blood; pour it out on the ground like water.  You must not eat in your own towns the tithe of your grain and new wine and olive oil, or the firstborn of your herds and flocks, or whatever you have vowed to give, or your freewill offerings or special gifts.  Instead, you are to eat them in the presence of the  Lord   Lord   Lord   Be careful not to neglect the Levites as long as you live in your land.   When the  Lord   If the place where the  Lord   Lord   Eat them as you would gazelle or deer. Both the ceremonially unclean and the clean may eat.  But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat.  You must not eat the blood; pour it out on the ground like water.  Do not eat it, so that it may go well with you and your children after you, because you will be doing what is right in the eyes of the  Lord .   But take your consecrated things and whatever you have vowed to give, and go to the place the  Lord   Present your burnt offerings on the altar of the  Lord   Lord   Be careful to obey all these regulations I am giving you, so that it may always go well with you and your children after you, because you will be doing what is good and right in the eyes of the  Lord     The  Lord   and after they have been destroyed before you, be careful not to be ensnared by inquiring about their gods, saying, \"How do these nations serve their gods? We will do the same.\"  You must not worship the  Lord   Lord     See that you do all I command you; do not add to it or take away from it.", "verses": [" These are the decrees and laws you must be careful to follow in the land that the  Lord , the God of your ancestors, has given you to possess—as long as you live in the land. ", " Destroy completely all the places on the high mountains, on the hills and under every spreading tree, where the nations you are dispossessing worship their gods. ", " Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places.  ", " You must not worship the  Lord  ", " But you are to seek the place the  Lord  ", " there bring your burnt offerings and sacrifices, your tithes and special gifts, what you have vowed to give and your freewill offerings, and the firstborn of your herds and flocks. ", " There, in the presence of the  Lord   Lord    ", " You are not to do as we do here today, everyone doing as they see fit, ", " since you have not yet reached the resting place and the inheritance the  Lord  ", " But you will cross the Jordan and settle in the land the  Lord  ", " Then to the place the  Lord   Lord . ", " And there rejoice before the  Lord  ", " Be careful not to sacrifice your burnt offerings anywhere you please. ", " Offer them only at the place the  Lord    ", " Nevertheless, you may slaughter your animals in any of your towns and eat as much of the meat as you want, as if it were gazelle or deer, according to the blessing the  Lord  ", " But you must not eat the blood; pour it out on the ground like water. ", " You must not eat in your own towns the tithe of your grain and new wine and olive oil, or the firstborn of your herds and flocks, or whatever you have vowed to give, or your freewill offerings or special gifts. ", " Instead, you are to eat them in the presence of the  Lord   Lord   Lord  ", " Be careful not to neglect the Levites as long as you live in your land.  ", " When the  Lord  ", " If the place where the  Lord   Lord  ", " Eat them as you would gazelle or deer. Both the ceremonially unclean and the clean may eat. ", " But be sure you do not eat the blood, because the blood is the life, and you must not eat the life with the meat. ", " You must not eat the blood; pour it out on the ground like water. ", " Do not eat it, so that it may go well with you and your children after you, because you will be doing what is right in the eyes of the  Lord .  ", " But take your consecrated things and whatever you have vowed to give, and go to the place the  Lord  ", " Present your burnt offerings on the altar of the  Lord   Lord  ", " Be careful to obey all these regulations I am giving you, so that it may always go well with you and your children after you, because you will be doing what is good and right in the eyes of the  Lord    ", " The  Lord  ", " and after they have been destroyed before you, be careful not to be ensnared by inquiring about their gods, saying, \"How do these nations serve their gods? We will do the same.\" ", " You must not worship the  Lord   Lord    ", " See that you do all I command you; do not add to it or take away from it."]}}, {"Chapter": {"text": " If a prophet, or one who foretells by dreams, appears among you and announces to you a sign or wonder,  and if the sign or wonder spoken of takes place, and the prophet says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\"  you must not listen to the words of that prophet or dreamer. The  Lord   It is the  Lord   That prophet or dreamer must be put to death for inciting rebellion against the  Lord   Lord     If your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, \"Let us go and worship other gods\" (gods that neither you nor your ancestors have known,  gods of the peoples around you, whether near or far, from one end of the land to the other),  do not yield to them or listen to them. Show them no pity. Do not spare them or shield them.  You must certainly put them to death. Your hand must be the first in putting them to death, and then the hands of all the people.  Stone them to death, because they tried to turn you away from the  Lord   Then all Israel will hear and be afraid, and no one among you will do such an evil thing again.   If you hear it said about one of the towns the  Lord   that troublemakers have arisen among you and have led the people of their town astray, saying, \"Let us go and worship other gods\" (gods you have not known),  then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you,  you must certainly put to the sword all who live in that town. You must destroy it completely,   You are to gather all the plunder of the town into the middle of the public square and completely burn the town and all its plunder as a whole burnt offering to the  Lord   and none of the condemned things   Lord   because you obey the  Lord  ", "verses": [" If a prophet, or one who foretells by dreams, appears among you and announces to you a sign or wonder, ", " and if the sign or wonder spoken of takes place, and the prophet says, \"Let us follow other gods\" (gods you have not known) \"and let us worship them,\" ", " you must not listen to the words of that prophet or dreamer. The  Lord  ", " It is the  Lord  ", " That prophet or dreamer must be put to death for inciting rebellion against the  Lord   Lord    ", " If your very own brother, or your son or daughter, or the wife you love, or your closest friend secretly entices you, saying, \"Let us go and worship other gods\" (gods that neither you nor your ancestors have known, ", " gods of the peoples around you, whether near or far, from one end of the land to the other), ", " do not yield to them or listen to them. Show them no pity. Do not spare them or shield them. ", " You must certainly put them to death. Your hand must be the first in putting them to death, and then the hands of all the people. ", " Stone them to death, because they tried to turn you away from the  Lord  ", " Then all Israel will hear and be afraid, and no one among you will do such an evil thing again.  ", " If you hear it said about one of the towns the  Lord  ", " that troublemakers have arisen among you and have led the people of their town astray, saying, \"Let us go and worship other gods\" (gods you have not known), ", " then you must inquire, probe and investigate it thoroughly. And if it is true and it has been proved that this detestable thing has been done among you, ", " you must certainly put to the sword all who live in that town. You must destroy it completely,  ", " You are to gather all the plunder of the town into the middle of the public square and completely burn the town and all its plunder as a whole burnt offering to the  Lord  ", " and none of the condemned things   Lord  ", " because you obey the  Lord  "]}}, {"Chapter": {"text": " You are the children of the  Lord   for you are a people holy to the  Lord   Lord     Do not eat any detestable thing.  These are the animals you may eat: the ox, the sheep, the goat,  the deer, the gazelle, the roe deer, the wild goat, the ibex, the antelope and the mountain sheep.   You may eat any animal that has a divided hoof and that chews the cud.  However, of those that chew the cud or that have a divided hoof you may not eat the camel, the rabbit or the hyrax. Although they chew the cud, they do not have a divided hoof; they are ceremonially unclean for you.  The pig is also unclean; although it has a divided hoof, it does not chew the cud. You are not to eat their meat or touch their carcasses.   Of all the creatures living in the water, you may eat any that has fins and scales.  But anything that does not have fins and scales you may not eat; for you it is unclean.   You may eat any clean bird.  But these you may not eat: the eagle, the vulture, the black vulture,  the red kite, the black kite, any kind of falcon,  any kind of raven,  the horned owl, the screech owl, the gull, any kind of hawk,  the little owl, the great owl, the white owl,  the desert owl, the osprey, the cormorant,  the stork, any kind of heron, the hoopoe and the bat.   All flying insects are unclean to you; do not eat them.  But any winged creature that is clean you may eat.   Do not eat anything you find already dead. You may give it to the foreigner residing in any of your towns, and they may eat it, or you may sell it to any other foreigner. But you are a people holy to the  Lord   Do not cook a young goat in its mother's milk.   Be sure to set aside a tenth of all that your fields produce each year.  Eat the tithe of your grain, new wine and olive oil, and the firstborn of your herds and flocks in the presence of the  Lord   Lord   But if that place is too distant and you have been blessed by the  Lord   Lord   then exchange your tithe for silver, and take the silver with you and go to the place the  Lord   Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the  Lord   And do not neglect the Levites living in your towns, for they have no allotment or inheritance of their own.   At the end of every three years, bring all the tithes of that year's produce and store it in your towns,  so that the Levites (who have no allotment or inheritance of their own) and the foreigners, the fatherless and the widows who live in your towns may come and eat and be satisfied, and so that the  Lord  ", "verses": [" You are the children of the  Lord  ", " for you are a people holy to the  Lord   Lord    ", " Do not eat any detestable thing. ", " These are the animals you may eat: the ox, the sheep, the goat, ", " the deer, the gazelle, the roe deer, the wild goat, the ibex, the antelope and the mountain sheep.  ", " You may eat any animal that has a divided hoof and that chews the cud. ", " However, of those that chew the cud or that have a divided hoof you may not eat the camel, the rabbit or the hyrax. Although they chew the cud, they do not have a divided hoof; they are ceremonially unclean for you. ", " The pig is also unclean; although it has a divided hoof, it does not chew the cud. You are not to eat their meat or touch their carcasses.  ", " Of all the creatures living in the water, you may eat any that has fins and scales. ", " But anything that does not have fins and scales you may not eat; for you it is unclean.  ", " You may eat any clean bird. ", " But these you may not eat: the eagle, the vulture, the black vulture, ", " the red kite, the black kite, any kind of falcon, ", " any kind of raven, ", " the horned owl, the screech owl, the gull, any kind of hawk, ", " the little owl, the great owl, the white owl, ", " the desert owl, the osprey, the cormorant, ", " the stork, any kind of heron, the hoopoe and the bat.  ", " All flying insects are unclean to you; do not eat them. ", " But any winged creature that is clean you may eat.  ", " Do not eat anything you find already dead. You may give it to the foreigner residing in any of your towns, and they may eat it, or you may sell it to any other foreigner. But you are a people holy to the  Lord   Do not cook a young goat in its mother's milk.  ", " Be sure to set aside a tenth of all that your fields produce each year. ", " Eat the tithe of your grain, new wine and olive oil, and the firstborn of your herds and flocks in the presence of the  Lord   Lord  ", " But if that place is too distant and you have been blessed by the  Lord   Lord  ", " then exchange your tithe for silver, and take the silver with you and go to the place the  Lord  ", " Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the  Lord  ", " And do not neglect the Levites living in your towns, for they have no allotment or inheritance of their own.  ", " At the end of every three years, bring all the tithes of that year's produce and store it in your towns, ", " so that the Levites (who have no allotment or inheritance of their own) and the foreigners, the fatherless and the widows who live in your towns may come and eat and be satisfied, and so that the  Lord  "]}}, {"Chapter": {"text": " At the end of every seven years you must cancel debts.  This is how it is to be done: Every creditor shall cancel any loan they have made to a fellow Israelite. They shall not require payment from anyone among their own people, because the  Lord 's time for canceling debts has been proclaimed.  You may require payment from a foreigner, but you must cancel any debt your fellow Israelite owes you.  However, there need be no poor people among you, for in the land the  Lord   if only you fully obey the  Lord   For the  Lord     If anyone is poor among your fellow Israelites in any of the towns of the land the  Lord   Rather, be openhanded and freely lend them whatever they need.  Be careful not to harbor this wicked thought: \"The seventh year, the year for canceling debts, is near,\" so that you do not show ill will toward the needy among your fellow Israelites and give them nothing. They may then appeal to the  Lord   Give generously to them and do so without a grudging heart; then because of this the  Lord   There will always be poor people in the land. Therefore I command you to be openhanded toward your fellow Israelites who are poor and needy in your land.   If any of your people—Hebrew men or women—sell themselves to you and serve you six years, in the seventh year you must let them go free.  And when you release them, do not send them away empty-handed.  Supply them liberally from your flock, your threshing floor and your winepress. Give to them as the  Lord   Remember that you were slaves in Egypt and the  Lord     But if your servant says to you, \"I do not want to leave you,\" because he loves you and your family and is well off with you,  then take an awl and push it through his earlobe into the door, and he will become your servant for life. Do the same for your female servant.   Do not consider it a hardship to set your servant free, because their service to you these six years has been worth twice as much as that of a hired hand. And the  Lord     Set apart for the  Lord   Each year you and your family are to eat them in the presence of the  Lord   If an animal has a defect, is lame or blind, or has any serious flaw, you must not sacrifice it to the  Lord   You are to eat it in your own towns. Both the ceremonially unclean and the clean may eat it, as if it were gazelle or deer.  But you must not eat the blood; pour it out on the ground like water.", "verses": [" At the end of every seven years you must cancel debts. ", " This is how it is to be done: Every creditor shall cancel any loan they have made to a fellow Israelite. They shall not require payment from anyone among their own people, because the  Lord 's time for canceling debts has been proclaimed. ", " You may require payment from a foreigner, but you must cancel any debt your fellow Israelite owes you. ", " However, there need be no poor people among you, for in the land the  Lord  ", " if only you fully obey the  Lord  ", " For the  Lord    ", " If anyone is poor among your fellow Israelites in any of the towns of the land the  Lord  ", " Rather, be openhanded and freely lend them whatever they need. ", " Be careful not to harbor this wicked thought: \"The seventh year, the year for canceling debts, is near,\" so that you do not show ill will toward the needy among your fellow Israelites and give them nothing. They may then appeal to the  Lord  ", " Give generously to them and do so without a grudging heart; then because of this the  Lord  ", " There will always be poor people in the land. Therefore I command you to be openhanded toward your fellow Israelites who are poor and needy in your land.  ", " If any of your people—Hebrew men or women—sell themselves to you and serve you six years, in the seventh year you must let them go free. ", " And when you release them, do not send them away empty-handed. ", " Supply them liberally from your flock, your threshing floor and your winepress. Give to them as the  Lord  ", " Remember that you were slaves in Egypt and the  Lord    ", " But if your servant says to you, \"I do not want to leave you,\" because he loves you and your family and is well off with you, ", " then take an awl and push it through his earlobe into the door, and he will become your servant for life. Do the same for your female servant.  ", " Do not consider it a hardship to set your servant free, because their service to you these six years has been worth twice as much as that of a hired hand. And the  Lord    ", " Set apart for the  Lord  ", " Each year you and your family are to eat them in the presence of the  Lord  ", " If an animal has a defect, is lame or blind, or has any serious flaw, you must not sacrifice it to the  Lord  ", " You are to eat it in your own towns. Both the ceremonially unclean and the clean may eat it, as if it were gazelle or deer. ", " But you must not eat the blood; pour it out on the ground like water."]}}, {"Chapter": {"text": " Observe the month of Aviv and celebrate the Passover of the  Lord   Sacrifice as the Passover to the  Lord   Lord   Do not eat it with bread made with yeast, but for seven days eat unleavened bread, the bread of affliction, because you left Egypt in haste—so that all the days of your life you may remember the time of your departure from Egypt.  Let no yeast be found in your possession in all your land for seven days. Do not let any of the meat you sacrifice on the evening of the first day remain until morning.   You must not sacrifice the Passover in any town the  Lord   except in the place he will choose as a dwelling for his Name. There you must sacrifice the Passover in the evening, when the sun goes down, on the anniversary   Roast it and eat it at the place the  Lord   For six days eat unleavened bread and on the seventh day hold an assembly to the  Lord     Count off seven weeks from the time you begin to put the sickle to the standing grain.  Then celebrate the Festival of Weeks to the  Lord   Lord   And rejoice before the  Lord   Remember that you were slaves in Egypt, and follow carefully these decrees.   Celebrate the Festival of Tabernacles for seven days after you have gathered the produce of your threshing floor and your winepress.  Be joyful at your festival—you, your sons and daughters, your male and female servants, and the Levites, the foreigners, the fatherless and the widows who live in your towns.  For seven days celebrate the festival to the  Lord   Lord   Lord     Three times a year all your men must appear before the  Lord   Lord   Each of you must bring a gift in proportion to the way the  Lord     Appoint judges and officials for each of your tribes in every town the  Lord   Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent.  Follow justice and justice alone, so that you may live and possess the land the  Lord     Do not set up any wooden Asherah pole beside the altar you build to the  Lord   and do not erect a sacred stone, for these the  Lord  ", "verses": [" Observe the month of Aviv and celebrate the Passover of the  Lord  ", " Sacrifice as the Passover to the  Lord   Lord  ", " Do not eat it with bread made with yeast, but for seven days eat unleavened bread, the bread of affliction, because you left Egypt in haste—so that all the days of your life you may remember the time of your departure from Egypt. ", " Let no yeast be found in your possession in all your land for seven days. Do not let any of the meat you sacrifice on the evening of the first day remain until morning.  ", " You must not sacrifice the Passover in any town the  Lord  ", " except in the place he will choose as a dwelling for his Name. There you must sacrifice the Passover in the evening, when the sun goes down, on the anniversary  ", " Roast it and eat it at the place the  Lord  ", " For six days eat unleavened bread and on the seventh day hold an assembly to the  Lord    ", " Count off seven weeks from the time you begin to put the sickle to the standing grain. ", " Then celebrate the Festival of Weeks to the  Lord   Lord  ", " And rejoice before the  Lord  ", " Remember that you were slaves in Egypt, and follow carefully these decrees.  ", " Celebrate the Festival of Tabernacles for seven days after you have gathered the produce of your threshing floor and your winepress. ", " Be joyful at your festival—you, your sons and daughters, your male and female servants, and the Levites, the foreigners, the fatherless and the widows who live in your towns. ", " For seven days celebrate the festival to the  Lord   Lord   Lord    ", " Three times a year all your men must appear before the  Lord   Lord  ", " Each of you must bring a gift in proportion to the way the  Lord    ", " Appoint judges and officials for each of your tribes in every town the  Lord  ", " Do not pervert justice or show partiality. Do not accept a bribe, for a bribe blinds the eyes of the wise and twists the words of the innocent. ", " Follow justice and justice alone, so that you may live and possess the land the  Lord    ", " Do not set up any wooden Asherah pole beside the altar you build to the  Lord  ", " and do not erect a sacred stone, for these the  Lord  "]}}, {"Chapter": {"text": " Do not sacrifice to the  Lord     If a man or woman living among you in one of the towns the  Lord   Lord   and contrary to my command has worshiped other gods, bowing down to them or to the sun or the moon or the stars in the sky,  and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel,  take the man or woman who has done this evil deed to your city gate and stone that person to death.  On the testimony of two or three witnesses a person is to be put to death, but no one is to be put to death on the testimony of only one witness.  The hands of the witnesses must be the first in putting that person to death, and then the hands of all the people. You must purge the evil from among you.   If cases come before your courts that are too difficult for you to judge—whether bloodshed, lawsuits or assaults—take them to the place the  Lord   Go to the Levitical priests and to the judge who is in office at that time. Inquire of them and they will give you the verdict.  You must act according to the decisions they give you at the place the  Lord   Act according to whatever they teach you and the decisions they give you. Do not turn aside from what they tell you, to the right or to the left.  Anyone who shows contempt for the judge or for the priest who stands ministering there to the  Lord   All the people will hear and be afraid, and will not be contemptuous again.   When you enter the land the  Lord   be sure to appoint over you a king the  Lord   The king, moreover, must not acquire great numbers of horses for himself or make the people return to Egypt to get more of them, for the  Lord   He must not take many wives, or his heart will be led astray. He must not accumulate large amounts of silver and gold.   When he takes the throne of his kingdom, he is to write for himself on a scroll a copy of this law, taken from that of the Levitical priests.  It is to be with him, and he is to read it all the days of his life so that he may learn to revere the  Lord   and not consider himself better than his fellow Israelites and turn from the law to the right or to the left. Then he and his descendants will reign a long time over his kingdom in Israel.", "verses": [" Do not sacrifice to the  Lord    ", " If a man or woman living among you in one of the towns the  Lord   Lord  ", " and contrary to my command has worshiped other gods, bowing down to them or to the sun or the moon or the stars in the sky, ", " and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel, ", " take the man or woman who has done this evil deed to your city gate and stone that person to death. ", " On the testimony of two or three witnesses a person is to be put to death, but no one is to be put to death on the testimony of only one witness. ", " The hands of the witnesses must be the first in putting that person to death, and then the hands of all the people. You must purge the evil from among you.  ", " If cases come before your courts that are too difficult for you to judge—whether bloodshed, lawsuits or assaults—take them to the place the  Lord  ", " Go to the Levitical priests and to the judge who is in office at that time. Inquire of them and they will give you the verdict. ", " You must act according to the decisions they give you at the place the  Lord  ", " Act according to whatever they teach you and the decisions they give you. Do not turn aside from what they tell you, to the right or to the left. ", " Anyone who shows contempt for the judge or for the priest who stands ministering there to the  Lord  ", " All the people will hear and be afraid, and will not be contemptuous again.  ", " When you enter the land the  Lord  ", " be sure to appoint over you a king the  Lord  ", " The king, moreover, must not acquire great numbers of horses for himself or make the people return to Egypt to get more of them, for the  Lord  ", " He must not take many wives, or his heart will be led astray. He must not accumulate large amounts of silver and gold.  ", " When he takes the throne of his kingdom, he is to write for himself on a scroll a copy of this law, taken from that of the Levitical priests. ", " It is to be with him, and he is to read it all the days of his life so that he may learn to revere the  Lord  ", " and not consider himself better than his fellow Israelites and turn from the law to the right or to the left. Then he and his descendants will reign a long time over his kingdom in Israel."]}}, {"Chapter": {"text": " The Levitical priests—indeed, the whole tribe of Levi—are to have no allotment or inheritance with Israel. They shall live on the food offerings presented to the  Lord , for that is their inheritance.  They shall have no inheritance among their fellow Israelites; the  Lord     This is the share due the priests from the people who sacrifice a bull or a sheep: the shoulder, the internal organs and the meat from the head.  You are to give them the firstfruits of your grain, new wine and olive oil, and the first wool from the shearing of your sheep,  for the  Lord   Lord 's name always.   If a Levite moves from one of your towns anywhere in Israel where he is living, and comes in all earnestness to the place the  Lord   he may minister in the name of the  Lord   Lord .  He is to share equally in their benefits, even though he has received money from the sale of family possessions.   When you enter the land the  Lord   Let no one be found among you who sacrifices their son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft,  or casts spells, or who is a medium or spiritist or who consults the dead.  Anyone who does these things is detestable to the  Lord ; because of these same detestable practices the  Lord   You must be blameless before the  Lord     The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the  Lord   The  Lord   For this is what you asked of the  Lord   Lord     The  Lord   I will raise up for them a prophet like you from among their fellow Israelites, and I will put my words in his mouth. He will tell them everything I command him.  I myself will call to account anyone who does not listen to my words that the prophet speaks in my name.  But a prophet who presumes to speak in my name anything I have not commanded, or a prophet who speaks in the name of other gods, is to be put to death.\"   You may say to yourselves, \"How can we know when a message has not been spoken by the  Lord ?\"  If what a prophet proclaims in the name of the  Lord   Lord  ", "verses": [" The Levitical priests—indeed, the whole tribe of Levi—are to have no allotment or inheritance with Israel. They shall live on the food offerings presented to the  Lord , for that is their inheritance. ", " They shall have no inheritance among their fellow Israelites; the  Lord    ", " This is the share due the priests from the people who sacrifice a bull or a sheep: the shoulder, the internal organs and the meat from the head. ", " You are to give them the firstfruits of your grain, new wine and olive oil, and the first wool from the shearing of your sheep, ", " for the  Lord   Lord 's name always.  ", " If a Levite moves from one of your towns anywhere in Israel where he is living, and comes in all earnestness to the place the  Lord  ", " he may minister in the name of the  Lord   Lord . ", " He is to share equally in their benefits, even though he has received money from the sale of family possessions.  ", " When you enter the land the  Lord  ", " Let no one be found among you who sacrifices their son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, ", " or casts spells, or who is a medium or spiritist or who consults the dead. ", " Anyone who does these things is detestable to the  Lord ; because of these same detestable practices the  Lord  ", " You must be blameless before the  Lord    ", " The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the  Lord  ", " The  Lord  ", " For this is what you asked of the  Lord   Lord    ", " The  Lord  ", " I will raise up for them a prophet like you from among their fellow Israelites, and I will put my words in his mouth. He will tell them everything I command him. ", " I myself will call to account anyone who does not listen to my words that the prophet speaks in my name. ", " But a prophet who presumes to speak in my name anything I have not commanded, or a prophet who speaks in the name of other gods, is to be put to death.\"  ", " You may say to yourselves, \"How can we know when a message has not been spoken by the  Lord ?\" ", " If what a prophet proclaims in the name of the  Lord   Lord  "]}}, {"Chapter": {"text": " When the  Lord   then set aside for yourselves three cities in the land the  Lord   Determine the distances involved and divide into three parts the land the  Lord     This is the rule concerning anyone who kills a person and flees there for safety—anyone who kills a neighbor unintentionally, without malice aforethought.  For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life.  Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought.  This is why I command you to set aside for yourselves three cities.   If the  Lord   because you carefully follow all these laws I command you today—to love the  Lord   Do this so that innocent blood will not be shed in your land, which the  Lord     But if out of hate someone lies in wait, assaults and kills a neighbor, and then flees to one of these cities,  the killer shall be sent for by the town elders, be brought back from the city, and be handed over to the avenger of blood to die.  Show no pity. You must purge from Israel the guilt of shedding innocent blood, so that it may go well with you.   Do not move your neighbor's boundary stone set up by your predecessors in the inheritance you receive in the land the  Lord     One witness is not enough to convict anyone accused of any crime or offense they may have committed. A matter must be established by the testimony of two or three witnesses.   If a malicious witness takes the stand to accuse someone of a crime,  the two people involved in the dispute must stand in the presence of the  Lord   The judges must make a thorough investigation, and if the witness proves to be a liar, giving false testimony against a fellow Israelite,  then do to the false witness as that witness intended to do to the other party. You must purge the evil from among you.  The rest of the people will hear of this and be afraid, and never again will such an evil thing be done among you.  Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.", "verses": [" When the  Lord  ", " then set aside for yourselves three cities in the land the  Lord  ", " Determine the distances involved and divide into three parts the land the  Lord    ", " This is the rule concerning anyone who kills a person and flees there for safety—anyone who kills a neighbor unintentionally, without malice aforethought. ", " For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life. ", " Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought. ", " This is why I command you to set aside for yourselves three cities.  ", " If the  Lord  ", " because you carefully follow all these laws I command you today—to love the  Lord  ", " Do this so that innocent blood will not be shed in your land, which the  Lord    ", " But if out of hate someone lies in wait, assaults and kills a neighbor, and then flees to one of these cities, ", " the killer shall be sent for by the town elders, be brought back from the city, and be handed over to the avenger of blood to die. ", " Show no pity. You must purge from Israel the guilt of shedding innocent blood, so that it may go well with you.  ", " Do not move your neighbor's boundary stone set up by your predecessors in the inheritance you receive in the land the  Lord    ", " One witness is not enough to convict anyone accused of any crime or offense they may have committed. A matter must be established by the testimony of two or three witnesses.  ", " If a malicious witness takes the stand to accuse someone of a crime, ", " the two people involved in the dispute must stand in the presence of the  Lord  ", " The judges must make a thorough investigation, and if the witness proves to be a liar, giving false testimony against a fellow Israelite, ", " then do to the false witness as that witness intended to do to the other party. You must purge the evil from among you. ", " The rest of the people will hear of this and be afraid, and never again will such an evil thing be done among you. ", " Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot."]}}, {"Chapter": {"text": " When you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the  Lord   When you are about to go into battle, the priest shall come forward and address the army.  He shall say: \"Hear, Israel: Today you are going into battle against your enemies. Do not be fainthearted or afraid; do not panic or be terrified by them.  For the  Lord     The officers shall say to the army: \"Has anyone built a new house and not yet begun to live in it? Let him go home, or he may die in battle and someone else may begin to live in it.  Has anyone planted a vineyard and not begun to enjoy it? Let him go home, or he may die in battle and someone else enjoy it.  Has anyone become pledged to a woman and not married her? Let him go home, or he may die in battle and someone else marry her.\"  Then the officers shall add, \"Is anyone afraid or fainthearted? Let him go home so that his fellow soldiers will not become disheartened too.\"  When the officers have finished speaking to the army, they shall appoint commanders over it.   When you march up to attack a city, make its people an offer of peace.  If they accept and open their gates, all the people in it shall be subject to forced labor and shall work for you.  If they refuse to make peace and they engage you in battle, lay siege to that city.  When the  Lord   As for the women, the children, the livestock and everything else in the city, you may take these as plunder for yourselves. And you may use the plunder the  Lord   This is how you are to treat all the cities that are at a distance from you and do not belong to the nations nearby.   However, in the cities of the nations the  Lord   Completely destroy   Lord   Otherwise, they will teach you to follow all the detestable things they do in worshiping their gods, and you will sin against the  Lord     When you lay siege to a city for a long time, fighting against it to capture it, do not destroy its trees by putting an ax to them, because you can eat their fruit. Do not cut them down. Are the trees people, that you should besiege them?   However, you may cut down trees that you know are not fruit trees and use them to build siege works until the city at war with you falls.", "verses": [" When you go to war against your enemies and see horses and chariots and an army greater than yours, do not be afraid of them, because the  Lord  ", " When you are about to go into battle, the priest shall come forward and address the army. ", " He shall say: \"Hear, Israel: Today you are going into battle against your enemies. Do not be fainthearted or afraid; do not panic or be terrified by them. ", " For the  Lord    ", " The officers shall say to the army: \"Has anyone built a new house and not yet begun to live in it? Let him go home, or he may die in battle and someone else may begin to live in it. ", " Has anyone planted a vineyard and not begun to enjoy it? Let him go home, or he may die in battle and someone else enjoy it. ", " Has anyone become pledged to a woman and not married her? Let him go home, or he may die in battle and someone else marry her.\" ", " Then the officers shall add, \"Is anyone afraid or fainthearted? Let him go home so that his fellow soldiers will not become disheartened too.\" ", " When the officers have finished speaking to the army, they shall appoint commanders over it.  ", " When you march up to attack a city, make its people an offer of peace. ", " If they accept and open their gates, all the people in it shall be subject to forced labor and shall work for you. ", " If they refuse to make peace and they engage you in battle, lay siege to that city. ", " When the  Lord  ", " As for the women, the children, the livestock and everything else in the city, you may take these as plunder for yourselves. And you may use the plunder the  Lord  ", " This is how you are to treat all the cities that are at a distance from you and do not belong to the nations nearby.  ", " However, in the cities of the nations the  Lord  ", " Completely destroy   Lord  ", " Otherwise, they will teach you to follow all the detestable things they do in worshiping their gods, and you will sin against the  Lord    ", " When you lay siege to a city for a long time, fighting against it to capture it, do not destroy its trees by putting an ax to them, because you can eat their fruit. Do not cut them down. Are the trees people, that you should besiege them?  ", " However, you may cut down trees that you know are not fruit trees and use them to build siege works until the city at war with you falls."]}}, {"Chapter": {"text": " If someone is found slain, lying in a field in the land the  Lord   your elders and judges shall go out and measure the distance from the body to the neighboring towns.  Then the elders of the town nearest the body shall take a heifer that has never been worked and has never worn a yoke  and lead it down to a valley that has not been plowed or planted and where there is a flowing stream. There in the valley they are to break the heifer's neck.  The Levitical priests shall step forward, for the  Lord   Lord   Then all the elders of the town nearest the body shall wash their hands over the heifer whose neck was broken in the valley,  and they shall declare: \"Our hands did not shed this blood, nor did our eyes see it done.  Accept this atonement for your people Israel, whom you have redeemed,  Lord , and do not hold your people guilty of the blood of an innocent person.\" Then the bloodshed will be atoned for,  and you will have purged from yourselves the guilt of shedding innocent blood, since you have done what is right in the eyes of the  Lord .   When you go to war against your enemies and the  Lord   if you notice among the captives a beautiful woman and are attracted to her, you may take her as your wife.  Bring her into your home and have her shave her head, trim her nails  and put aside the clothes she was wearing when captured. After she has lived in your house and mourned her father and mother for a full month, then you may go to her and be her husband and she shall be your wife.  If you are not pleased with her, let her go wherever she wishes. You must not sell her or treat her as a slave, since you have dishonored her.   If a man has two wives, and he loves one but not the other, and both bear him sons but the firstborn is the son of the wife he does not love,  when he wills his property to his sons, he must not give the rights of the firstborn to the son of the wife he loves in preference to his actual firstborn, the son of the wife he does not love.  He must acknowledge the son of his unloved wife as the firstborn by giving him a double share of all he has. That son is the first sign of his father's strength. The right of the firstborn belongs to him.   If someone has a stubborn and rebellious son who does not obey his father and mother and will not listen to them when they discipline him,  his father and mother shall take hold of him and bring him to the elders at the gate of his town.  They shall say to the elders, \"This son of ours is stubborn and rebellious. He will not obey us. He is a glutton and a drunkard.\"  Then all the men of his town are to stone him to death. You must purge the evil from among you. All Israel will hear of it and be afraid.   If someone guilty of a capital offense is put to death and their body is exposed on a pole,  you must not leave the body hanging on the pole overnight. Be sure to bury it that same day, because anyone who is hung on a pole is under God's curse. You must not desecrate the land the  Lord  ", "verses": [" If someone is found slain, lying in a field in the land the  Lord  ", " your elders and judges shall go out and measure the distance from the body to the neighboring towns. ", " Then the elders of the town nearest the body shall take a heifer that has never been worked and has never worn a yoke ", " and lead it down to a valley that has not been plowed or planted and where there is a flowing stream. There in the valley they are to break the heifer's neck. ", " The Levitical priests shall step forward, for the  Lord   Lord  ", " Then all the elders of the town nearest the body shall wash their hands over the heifer whose neck was broken in the valley, ", " and they shall declare: \"Our hands did not shed this blood, nor did our eyes see it done. ", " Accept this atonement for your people Israel, whom you have redeemed,  Lord , and do not hold your people guilty of the blood of an innocent person.\" Then the bloodshed will be atoned for, ", " and you will have purged from yourselves the guilt of shedding innocent blood, since you have done what is right in the eyes of the  Lord .  ", " When you go to war against your enemies and the  Lord  ", " if you notice among the captives a beautiful woman and are attracted to her, you may take her as your wife. ", " Bring her into your home and have her shave her head, trim her nails ", " and put aside the clothes she was wearing when captured. After she has lived in your house and mourned her father and mother for a full month, then you may go to her and be her husband and she shall be your wife. ", " If you are not pleased with her, let her go wherever she wishes. You must not sell her or treat her as a slave, since you have dishonored her.  ", " If a man has two wives, and he loves one but not the other, and both bear him sons but the firstborn is the son of the wife he does not love, ", " when he wills his property to his sons, he must not give the rights of the firstborn to the son of the wife he loves in preference to his actual firstborn, the son of the wife he does not love. ", " He must acknowledge the son of his unloved wife as the firstborn by giving him a double share of all he has. That son is the first sign of his father's strength. The right of the firstborn belongs to him.  ", " If someone has a stubborn and rebellious son who does not obey his father and mother and will not listen to them when they discipline him, ", " his father and mother shall take hold of him and bring him to the elders at the gate of his town. ", " They shall say to the elders, \"This son of ours is stubborn and rebellious. He will not obey us. He is a glutton and a drunkard.\" ", " Then all the men of his town are to stone him to death. You must purge the evil from among you. All Israel will hear of it and be afraid.  ", " If someone guilty of a capital offense is put to death and their body is exposed on a pole, ", " you must not leave the body hanging on the pole overnight. Be sure to bury it that same day, because anyone who is hung on a pole is under God's curse. You must not desecrate the land the  Lord  "]}}, {"Chapter": {"text": " If you see your fellow Israelite's ox or sheep straying, do not ignore it but be sure to take it back to its owner.  If they do not live near you or if you do not know who owns it, take it home with you and keep it until they come looking for it. Then give it back.  Do the same if you find their donkey or cloak or anything else they have lost. Do not ignore it.   If you see your fellow Israelite's donkey or ox fallen on the road, do not ignore it. Help the owner get it to its feet.   A woman must not wear men's clothing, nor a man wear women's clothing, for the  Lord     If you come across a bird's nest beside the road, either in a tree or on the ground, and the mother is sitting on the young or on the eggs, do not take the mother with the young.  You may take the young, but be sure to let the mother go, so that it may go well with you and you may have a long life.   When you build a new house, make a parapet around your roof so that you may not bring the guilt of bloodshed on your house if someone falls from the roof.   Do not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled.   Do not plow with an ox and a donkey yoked together.   Do not wear clothes of wool and linen woven together.   Make tassels on the four corners of the cloak you wear.   If a man takes a wife and, after sleeping with her, dislikes her  and slanders her and gives her a bad name, saying, \"I married this woman, but when I approached her, I did not find proof of her virginity,\"  then the young woman's father and mother shall bring to the town elders at the gate proof that she was a virgin.  Her father will say to the elders, \"I gave my daughter in marriage to this man, but he dislikes her.  Now he has slandered her and said, 'I did not find your daughter to be a virgin.' But here is the proof of my daughter's virginity.\" Then her parents shall display the cloth before the elders of the town,  and the elders shall take the man and punish him.  They shall fine him a hundred shekels     If, however, the charge is true and no proof of the young woman's virginity can be found,  she shall be brought to the door of her father's house and there the men of her town shall stone her to death. She has done an outrageous thing in Israel by being promiscuous while still in her father's house. You must purge the evil from among you.   If a man is found sleeping with another man's wife, both the man who slept with her and the woman must die. You must purge the evil from Israel.   If a man happens to meet in a town a virgin pledged to be married and he sleeps with her,  you shall take both of them to the gate of that town and stone them to death—the young woman because she was in a town and did not scream for help, and the man because he violated another man's wife. You must purge the evil from among you.   But if out in the country a man happens to meet a young woman pledged to be married and rapes her, only the man who has done this shall die.  Do nothing to the woman; she has committed no sin deserving death. This case is like that of someone who attacks and murders a neighbor,  for the man found the young woman out in the country, and though the betrothed woman screamed, there was no one to rescue her.   If a man happens to meet a virgin who is not pledged to be married and rapes her and they are discovered,  he shall pay her father fifty shekels     A man is not to marry his father's wife; he must not dishonor his father's bed.", "verses": [" If you see your fellow Israelite's ox or sheep straying, do not ignore it but be sure to take it back to its owner. ", " If they do not live near you or if you do not know who owns it, take it home with you and keep it until they come looking for it. Then give it back. ", " Do the same if you find their donkey or cloak or anything else they have lost. Do not ignore it.  ", " If you see your fellow Israelite's donkey or ox fallen on the road, do not ignore it. Help the owner get it to its feet.  ", " A woman must not wear men's clothing, nor a man wear women's clothing, for the  Lord    ", " If you come across a bird's nest beside the road, either in a tree or on the ground, and the mother is sitting on the young or on the eggs, do not take the mother with the young. ", " You may take the young, but be sure to let the mother go, so that it may go well with you and you may have a long life.  ", " When you build a new house, make a parapet around your roof so that you may not bring the guilt of bloodshed on your house if someone falls from the roof.  ", " Do not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled.  ", " Do not plow with an ox and a donkey yoked together.  ", " Do not wear clothes of wool and linen woven together.  ", " Make tassels on the four corners of the cloak you wear.  ", " If a man takes a wife and, after sleeping with her, dislikes her ", " and slanders her and gives her a bad name, saying, \"I married this woman, but when I approached her, I did not find proof of her virginity,\" ", " then the young woman's father and mother shall bring to the town elders at the gate proof that she was a virgin. ", " Her father will say to the elders, \"I gave my daughter in marriage to this man, but he dislikes her. ", " Now he has slandered her and said, 'I did not find your daughter to be a virgin.' But here is the proof of my daughter's virginity.\" Then her parents shall display the cloth before the elders of the town, ", " and the elders shall take the man and punish him. ", " They shall fine him a hundred shekels    ", " If, however, the charge is true and no proof of the young woman's virginity can be found, ", " she shall be brought to the door of her father's house and there the men of her town shall stone her to death. She has done an outrageous thing in Israel by being promiscuous while still in her father's house. You must purge the evil from among you.  ", " If a man is found sleeping with another man's wife, both the man who slept with her and the woman must die. You must purge the evil from Israel.  ", " If a man happens to meet in a town a virgin pledged to be married and he sleeps with her, ", " you shall take both of them to the gate of that town and stone them to death—the young woman because she was in a town and did not scream for help, and the man because he violated another man's wife. You must purge the evil from among you.  ", " But if out in the country a man happens to meet a young woman pledged to be married and rapes her, only the man who has done this shall die. ", " Do nothing to the woman; she has committed no sin deserving death. This case is like that of someone who attacks and murders a neighbor, ", " for the man found the young woman out in the country, and though the betrothed woman screamed, there was no one to rescue her.  ", " If a man happens to meet a virgin who is not pledged to be married and rapes her and they are discovered, ", " he shall pay her father fifty shekels    ", " A man is not to marry his father's wife; he must not dishonor his father's bed."]}}, {"Chapter": {"text": " No one who has been emasculated by crushing or cutting may enter the assembly of the  Lord .   No one born of a forbidden marriage   Lord , not even in the tenth generation.   No Ammonite or Moabite or any of their descendants may enter the assembly of the  Lord , not even in the tenth generation.  For they did not come to meet you with bread and water on your way when you came out of Egypt, and they hired Balaam son of Beor from Pethor in Aram Naharaim   However, the  Lord   Lord   Do not seek a treaty of friendship with them as long as you live.   Do not despise an Edomite, for the Edomites are related to you. Do not despise an Egyptian, because you resided as foreigners in their country.  The third generation of children born to them may enter the assembly of the  Lord .   When you are encamped against your enemies, keep away from everything impure.  If one of your men is unclean because of a nocturnal emission, he is to go outside the camp and stay there.  But as evening approaches he is to wash himself, and at sunset he may return to the camp.   Designate a place outside the camp where you can go to relieve yourself.  As part of your equipment have something to dig with, and when you relieve yourself, dig a hole and cover up your excrement.  For the  Lord     If a slave has taken refuge with you, do not hand them over to their master.  Let them live among you wherever they like and in whatever town they choose. Do not oppress them.   No Israelite man or woman is to become a shrine prostitute.  You must not bring the earnings of a female prostitute or of a male prostitute   Lord   Lord     Do not charge a fellow Israelite interest, whether on money or food or anything else that may earn interest.  You may charge a foreigner interest, but not a fellow Israelite, so that the  Lord     If you make a vow to the  Lord   Lord   But if you refrain from making a vow, you will not be guilty.  Whatever your lips utter you must be sure to do, because you made your vow freely to the  Lord     If you enter your neighbor's vineyard, you may eat all the grapes you want, but do not put any in your basket.  If you enter your neighbor's grainfield, you may pick kernels with your hands, but you must not put a sickle to their standing grain.", "verses": [" No one who has been emasculated by crushing or cutting may enter the assembly of the  Lord .  ", " No one born of a forbidden marriage   Lord , not even in the tenth generation.  ", " No Ammonite or Moabite or any of their descendants may enter the assembly of the  Lord , not even in the tenth generation. ", " For they did not come to meet you with bread and water on your way when you came out of Egypt, and they hired Balaam son of Beor from Pethor in Aram Naharaim  ", " However, the  Lord   Lord  ", " Do not seek a treaty of friendship with them as long as you live.  ", " Do not despise an Edomite, for the Edomites are related to you. Do not despise an Egyptian, because you resided as foreigners in their country. ", " The third generation of children born to them may enter the assembly of the  Lord .  ", " When you are encamped against your enemies, keep away from everything impure. ", " If one of your men is unclean because of a nocturnal emission, he is to go outside the camp and stay there. ", " But as evening approaches he is to wash himself, and at sunset he may return to the camp.  ", " Designate a place outside the camp where you can go to relieve yourself. ", " As part of your equipment have something to dig with, and when you relieve yourself, dig a hole and cover up your excrement. ", " For the  Lord    ", " If a slave has taken refuge with you, do not hand them over to their master. ", " Let them live among you wherever they like and in whatever town they choose. Do not oppress them.  ", " No Israelite man or woman is to become a shrine prostitute. ", " You must not bring the earnings of a female prostitute or of a male prostitute   Lord   Lord    ", " Do not charge a fellow Israelite interest, whether on money or food or anything else that may earn interest. ", " You may charge a foreigner interest, but not a fellow Israelite, so that the  Lord    ", " If you make a vow to the  Lord   Lord  ", " But if you refrain from making a vow, you will not be guilty. ", " Whatever your lips utter you must be sure to do, because you made your vow freely to the  Lord    ", " If you enter your neighbor's vineyard, you may eat all the grapes you want, but do not put any in your basket. ", " If you enter your neighbor's grainfield, you may pick kernels with your hands, but you must not put a sickle to their standing grain."]}}, {"Chapter": {"text": " If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house,  and if after she leaves his house she becomes the wife of another man,  and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies,  then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the  Lord . Do not bring sin upon the land the  Lord     If a man has recently married, he must not be sent to war or have any other duty laid on him. For one year he is to be free to stay at home and bring happiness to the wife he has married.   Do not take a pair of millstones—not even the upper one—as security for a debt, because that would be taking a person's livelihood as security.   If someone is caught kidnapping a fellow Israelite and treating or selling them as a slave, the kidnapper must die. You must purge the evil from among you.   In cases of defiling skin diseases,   Remember what the  Lord     When you make a loan of any kind to your neighbor, do not go into their house to get what is offered to you as a pledge.  Stay outside and let the neighbor to whom you are making the loan bring the pledge out to you.  If the neighbor is poor, do not go to sleep with their pledge in your possession.  Return their cloak by sunset so that your neighbor may sleep in it. Then they will thank you, and it will be regarded as a righteous act in the sight of the  Lord     Do not take advantage of a hired worker who is poor and needy, whether that worker is a fellow Israelite or a foreigner residing in one of your towns.  Pay them their wages each day before sunset, because they are poor and are counting on it. Otherwise they may cry to the  Lord     Parents are not to be put to death for their children, nor children put to death for their parents; each will die for their own sin.   Do not deprive the foreigner or the fatherless of justice, or take the cloak of the widow as a pledge.  Remember that you were slaves in Egypt and the  Lord     When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the foreigner, the fatherless and the widow, so that the  Lord   When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the foreigner, the fatherless and the widow.  When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the foreigner, the fatherless and the widow.  Remember that you were slaves in Egypt. That is why I command you to do this.", "verses": [" If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house, ", " and if after she leaves his house she becomes the wife of another man, ", " and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies, ", " then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the  Lord . Do not bring sin upon the land the  Lord    ", " If a man has recently married, he must not be sent to war or have any other duty laid on him. For one year he is to be free to stay at home and bring happiness to the wife he has married.  ", " Do not take a pair of millstones—not even the upper one—as security for a debt, because that would be taking a person's livelihood as security.  ", " If someone is caught kidnapping a fellow Israelite and treating or selling them as a slave, the kidnapper must die. You must purge the evil from among you.  ", " In cases of defiling skin diseases,  ", " Remember what the  Lord    ", " When you make a loan of any kind to your neighbor, do not go into their house to get what is offered to you as a pledge. ", " Stay outside and let the neighbor to whom you are making the loan bring the pledge out to you. ", " If the neighbor is poor, do not go to sleep with their pledge in your possession. ", " Return their cloak by sunset so that your neighbor may sleep in it. Then they will thank you, and it will be regarded as a righteous act in the sight of the  Lord    ", " Do not take advantage of a hired worker who is poor and needy, whether that worker is a fellow Israelite or a foreigner residing in one of your towns. ", " Pay them their wages each day before sunset, because they are poor and are counting on it. Otherwise they may cry to the  Lord    ", " Parents are not to be put to death for their children, nor children put to death for their parents; each will die for their own sin.  ", " Do not deprive the foreigner or the fatherless of justice, or take the cloak of the widow as a pledge. ", " Remember that you were slaves in Egypt and the  Lord    ", " When you are harvesting in your field and you overlook a sheaf, do not go back to get it. Leave it for the foreigner, the fatherless and the widow, so that the  Lord  ", " When you beat the olives from your trees, do not go over the branches a second time. Leave what remains for the foreigner, the fatherless and the widow. ", " When you harvest the grapes in your vineyard, do not go over the vines again. Leave what remains for the foreigner, the fatherless and the widow. ", " Remember that you were slaves in Egypt. That is why I command you to do this."]}}, {"Chapter": {"text": " When people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty.  If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves,  but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes.   Do not muzzle an ox while it is treading out the grain.   If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her.  The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel.   However, if a man does not want to marry his brother's wife, she shall go to the elders at the town gate and say, \"My husband's brother refuses to carry on his brother's name in Israel. He will not fulfill the duty of a brother-in-law to me.\"  Then the elders of his town shall summon him and talk to him. If he persists in saying, \"I do not want to marry her,\"  his brother's widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, \"This is what is done to the man who will not build up his brother's family line.\"  That man's line shall be known in Israel as The Family of the Unsandaled.   If two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts,  you shall cut off her hand. Show her no pity.   Do not have two differing weights in your bag—one heavy, one light.  Do not have two differing measures in your house—one large, one small.  You must have accurate and honest weights and measures, so that you may live long in the land the  Lord   For the  Lord     Remember what the Amalekites did to you along the way when you came out of Egypt.  When you were weary and worn out, they met you on your journey and attacked all who were lagging behind; they had no fear of God.  When the  Lord  ", "verses": [" When people have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty. ", " If the guilty person deserves to be beaten, the judge shall make them lie down and have them flogged in his presence with the number of lashes the crime deserves, ", " but the judge must not impose more than forty lashes. If the guilty party is flogged more than that, your fellow Israelite will be degraded in your eyes.  ", " Do not muzzle an ox while it is treading out the grain.  ", " If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her. ", " The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel.  ", " However, if a man does not want to marry his brother's wife, she shall go to the elders at the town gate and say, \"My husband's brother refuses to carry on his brother's name in Israel. He will not fulfill the duty of a brother-in-law to me.\" ", " Then the elders of his town shall summon him and talk to him. If he persists in saying, \"I do not want to marry her,\" ", " his brother's widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, \"This is what is done to the man who will not build up his brother's family line.\" ", " That man's line shall be known in Israel as The Family of the Unsandaled.  ", " If two men are fighting and the wife of one of them comes to rescue her husband from his assailant, and she reaches out and seizes him by his private parts, ", " you shall cut off her hand. Show her no pity.  ", " Do not have two differing weights in your bag—one heavy, one light. ", " Do not have two differing measures in your house—one large, one small. ", " You must have accurate and honest weights and measures, so that you may live long in the land the  Lord  ", " For the  Lord    ", " Remember what the Amalekites did to you along the way when you came out of Egypt. ", " When you were weary and worn out, they met you on your journey and attacked all who were lagging behind; they had no fear of God. ", " When the  Lord  "]}}, {"Chapter": {"text": " When you have entered the land the  Lord   take some of the firstfruits of all that you produce from the soil of the land the  Lord   Lord   and say to the priest in office at the time, \"I declare today to the  Lord   Lord   The priest shall take the basket from your hands and set it down in front of the altar of the  Lord   Then you shall declare before the  Lord   But the Egyptians mistreated us and made us suffer, subjecting us to harsh labor.  Then we cried out to the  Lord , the God of our ancestors, and the  Lord   So the  Lord   He brought us to this place and gave us this land, a land flowing with milk and honey;  and now I bring the firstfruits of the soil that you,  Lord , have given me.\" Place the basket before the  Lord   Then you and the Levites and the foreigners residing among you shall rejoice in all the good things the  Lord     When you have finished setting aside a tenth of all your produce in the third year, the year of the tithe, you shall give it to the Levite, the foreigner, the fatherless and the widow, so that they may eat in your towns and be satisfied.  Then say to the  Lord   I have not eaten any of the sacred portion while I was in mourning, nor have I removed any of it while I was unclean, nor have I offered any of it to the dead. I have obeyed the  Lord   Look down from heaven, your holy dwelling place, and bless your people Israel and the land you have given us as you promised on oath to our ancestors, a land flowing with milk and honey.\"   The  Lord   You have declared this day that the  Lord   And the  Lord   He has declared that he will set you in praise, fame and honor high above all the nations he has made and that you will be a people holy to the  Lord  ", "verses": [" When you have entered the land the  Lord  ", " take some of the firstfruits of all that you produce from the soil of the land the  Lord   Lord  ", " and say to the priest in office at the time, \"I declare today to the  Lord   Lord  ", " The priest shall take the basket from your hands and set it down in front of the altar of the  Lord  ", " Then you shall declare before the  Lord  ", " But the Egyptians mistreated us and made us suffer, subjecting us to harsh labor. ", " Then we cried out to the  Lord , the God of our ancestors, and the  Lord  ", " So the  Lord  ", " He brought us to this place and gave us this land, a land flowing with milk and honey; ", " and now I bring the firstfruits of the soil that you,  Lord , have given me.\" Place the basket before the  Lord  ", " Then you and the Levites and the foreigners residing among you shall rejoice in all the good things the  Lord    ", " When you have finished setting aside a tenth of all your produce in the third year, the year of the tithe, you shall give it to the Levite, the foreigner, the fatherless and the widow, so that they may eat in your towns and be satisfied. ", " Then say to the  Lord  ", " I have not eaten any of the sacred portion while I was in mourning, nor have I removed any of it while I was unclean, nor have I offered any of it to the dead. I have obeyed the  Lord  ", " Look down from heaven, your holy dwelling place, and bless your people Israel and the land you have given us as you promised on oath to our ancestors, a land flowing with milk and honey.\"  ", " The  Lord  ", " You have declared this day that the  Lord  ", " And the  Lord  ", " He has declared that he will set you in praise, fame and honor high above all the nations he has made and that you will be a people holy to the  Lord  "]}}, {"Chapter": {"text": " Moses and the elders of Israel commanded the people: \"Keep all these commands that I give you today.  When you have crossed the Jordan into the land the  Lord   Write on them all the words of this law when you have crossed over to enter the land the  Lord   Lord , the God of your ancestors, promised you.  And when you have crossed the Jordan, set up these stones on Mount Ebal, as I command you today, and coat them with plaster.  Build there an altar to the  Lord   Build the altar of the  Lord   Lord   Sacrifice fellowship offerings there, eating them and rejoicing in the presence of the  Lord   And you shall write very clearly all the words of this law on these stones you have set up.\"   Then Moses and the Levitical priests said to all Israel, \"Be silent, Israel, and listen! You have now become the people of the  Lord   Obey the  Lord     On the same day Moses commanded the people:   When you have crossed the Jordan, these tribes shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin.  And these tribes shall stand on Mount Ebal to pronounce curses: Reuben, Gad, Asher, Zebulun, Dan and Naphtali.   The Levites shall recite to all the people of Israel in a loud voice:   \"Cursed is anyone who makes an idol—a thing detestable to the  Lord , the work of skilled hands—and sets it up in secret.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who dishonors their father or mother.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who moves their neighbor's boundary stone.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who leads the blind astray on the road.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who withholds justice from the foreigner, the fatherless or the widow.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who sleeps with his father's wife, for he dishonors his father's bed.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who has sexual relations with any animal.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who sleeps with his sister, the daughter of his father or the daughter of his mother.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who sleeps with his mother-in-law.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who kills their neighbor secretly.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who accepts a bribe to kill an innocent person.\" Then all the people shall say, \"Amen!\"   \"Cursed is anyone who does not uphold the words of this law by carrying them out.\" Then all the people shall say, \"Amen!\"", "verses": [" Moses and the elders of Israel commanded the people: \"Keep all these commands that I give you today. ", " When you have crossed the Jordan into the land the  Lord  ", " Write on them all the words of this law when you have crossed over to enter the land the  Lord   Lord , the God of your ancestors, promised you. ", " And when you have crossed the Jordan, set up these stones on Mount Ebal, as I command you today, and coat them with plaster. ", " Build there an altar to the  Lord  ", " Build the altar of the  Lord   Lord  ", " Sacrifice fellowship offerings there, eating them and rejoicing in the presence of the  Lord  ", " And you shall write very clearly all the words of this law on these stones you have set up.\"  ", " Then Moses and the Levitical priests said to all Israel, \"Be silent, Israel, and listen! You have now become the people of the  Lord  ", " Obey the  Lord    ", " On the same day Moses commanded the people:  ", " When you have crossed the Jordan, these tribes shall stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph and Benjamin. ", " And these tribes shall stand on Mount Ebal to pronounce curses: Reuben, Gad, Asher, Zebulun, Dan and Naphtali.  ", " The Levites shall recite to all the people of Israel in a loud voice:  ", " \"Cursed is anyone who makes an idol—a thing detestable to the  Lord , the work of skilled hands—and sets it up in secret.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who dishonors their father or mother.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who moves their neighbor's boundary stone.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who leads the blind astray on the road.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who withholds justice from the foreigner, the fatherless or the widow.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who sleeps with his father's wife, for he dishonors his father's bed.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who has sexual relations with any animal.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who sleeps with his sister, the daughter of his father or the daughter of his mother.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who sleeps with his mother-in-law.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who kills their neighbor secretly.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who accepts a bribe to kill an innocent person.\" Then all the people shall say, \"Amen!\"  ", " \"Cursed is anyone who does not uphold the words of this law by carrying them out.\" Then all the people shall say, \"Amen!\""]}}, {"Chapter": {"text": " If you fully obey the  Lord   Lord   All these blessings will come on you and accompany you if you obey the  Lord     You will be blessed in the city and blessed in the country.   The fruit of your womb will be blessed, and the crops of your land and the young of your livestock—the calves of your herds and the lambs of your flocks.   Your basket and your kneading trough will be blessed.   You will be blessed when you come in and blessed when you go out.   The  Lord     The  Lord   Lord     The  Lord   Lord   Then all the peoples on earth will see that you are called by the name of the  Lord , and they will fear you.  The  Lord     The  Lord   The  Lord   Lord   Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them.   However, if you do not obey the  Lord     You will be cursed in the city and cursed in the country.   Your basket and your kneading trough will be cursed.   The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks.   You will be cursed when you come in and cursed when you go out.   The  Lord     The  Lord   The  Lord   The sky over your head will be bronze, the ground beneath you iron.  The  Lord     The  Lord   Your carcasses will be food for all the birds and the wild animals, and there will be no one to frighten them away.  The  Lord   The  Lord   At midday you will grope about like a blind person in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you.   You will be pledged to be married to a woman, but another will take her and rape her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit.  Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them.  Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand.  A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days.  The sights you see will drive you mad.  The  Lord     The  Lord   You will become a thing of horror, a byword and an object of ridicule among all the peoples where the  Lord     You will sow much seed in the field but you will harvest little, because locusts will devour it.  You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them.  You will have olive trees throughout your country but you will not use the oil, because the olives will drop off.  You will have sons and daughters but you will not keep them, because they will go into captivity.  Swarms of locusts will take over all your trees and the crops of your land.   The foreigners who reside among you will rise above you higher and higher, but you will sink lower and lower.  They will lend to you, but you will not lend to them. They will be the head, but you will be the tail.   All these curses will come on you. They will pursue you and overtake you until you are destroyed, because you did not obey the  Lord   They will be a sign and a wonder to you and your descendants forever.  Because you did not serve the  Lord   therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the  Lord     The  Lord   a fierce-looking nation without respect for the old or pity for the young.  They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or olive oil, nor any calves of your herds or lambs of your flocks until you are ruined.  They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the  Lord     Because of the suffering your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the  Lord   Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children,  and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities.  The most gentle and sensitive woman among you—so sensitive and gentle that she would not venture to touch the ground with the sole of her foot—will begrudge the husband she loves and her own son or daughter  the afterbirth from her womb and the children she bears. For in her dire need she intends to eat them secretly because of the suffering your enemy will inflict on you during the siege of your cities.   If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name—the  Lord   the  Lord   He will bring on you all the diseases of Egypt that you dreaded, and they will cling to you.  The  Lord   You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the  Lord   Just as it pleased the  Lord     Then the  Lord   Among those nations you will find no repose, no resting place for the sole of your foot. There the  Lord   You will live in constant suspense, filled with dread both night and day, never sure of your life.  In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"—because of the terror that will fill your hearts and the sights that your eyes will see.  The  Lord  ", "verses": [" If you fully obey the  Lord   Lord  ", " All these blessings will come on you and accompany you if you obey the  Lord    ", " You will be blessed in the city and blessed in the country.  ", " The fruit of your womb will be blessed, and the crops of your land and the young of your livestock—the calves of your herds and the lambs of your flocks.  ", " Your basket and your kneading trough will be blessed.  ", " You will be blessed when you come in and blessed when you go out.  ", " The  Lord    ", " The  Lord   Lord    ", " The  Lord   Lord  ", " Then all the peoples on earth will see that you are called by the name of the  Lord , and they will fear you. ", " The  Lord    ", " The  Lord  ", " The  Lord   Lord  ", " Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them.  ", " However, if you do not obey the  Lord    ", " You will be cursed in the city and cursed in the country.  ", " Your basket and your kneading trough will be cursed.  ", " The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks.  ", " You will be cursed when you come in and cursed when you go out.  ", " The  Lord    ", " The  Lord  ", " The  Lord  ", " The sky over your head will be bronze, the ground beneath you iron. ", " The  Lord    ", " The  Lord  ", " Your carcasses will be food for all the birds and the wild animals, and there will be no one to frighten them away. ", " The  Lord  ", " The  Lord  ", " At midday you will grope about like a blind person in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you.  ", " You will be pledged to be married to a woman, but another will take her and rape her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. ", " Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them. ", " Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand. ", " A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days. ", " The sights you see will drive you mad. ", " The  Lord    ", " The  Lord  ", " You will become a thing of horror, a byword and an object of ridicule among all the peoples where the  Lord    ", " You will sow much seed in the field but you will harvest little, because locusts will devour it. ", " You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them. ", " You will have olive trees throughout your country but you will not use the oil, because the olives will drop off. ", " You will have sons and daughters but you will not keep them, because they will go into captivity. ", " Swarms of locusts will take over all your trees and the crops of your land.  ", " The foreigners who reside among you will rise above you higher and higher, but you will sink lower and lower. ", " They will lend to you, but you will not lend to them. They will be the head, but you will be the tail.  ", " All these curses will come on you. They will pursue you and overtake you until you are destroyed, because you did not obey the  Lord  ", " They will be a sign and a wonder to you and your descendants forever. ", " Because you did not serve the  Lord  ", " therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the  Lord    ", " The  Lord  ", " a fierce-looking nation without respect for the old or pity for the young. ", " They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or olive oil, nor any calves of your herds or lambs of your flocks until you are ruined. ", " They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the  Lord    ", " Because of the suffering your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the  Lord  ", " Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children, ", " and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities. ", " The most gentle and sensitive woman among you—so sensitive and gentle that she would not venture to touch the ground with the sole of her foot—will begrudge the husband she loves and her own son or daughter ", " the afterbirth from her womb and the children she bears. For in her dire need she intends to eat them secretly because of the suffering your enemy will inflict on you during the siege of your cities.  ", " If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name—the  Lord  ", " the  Lord  ", " He will bring on you all the diseases of Egypt that you dreaded, and they will cling to you. ", " The  Lord  ", " You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the  Lord  ", " Just as it pleased the  Lord    ", " Then the  Lord  ", " Among those nations you will find no repose, no resting place for the sole of your foot. There the  Lord  ", " You will live in constant suspense, filled with dread both night and day, never sure of your life. ", " In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"—because of the terror that will fill your hearts and the sights that your eyes will see. ", " The  Lord  "]}}, {"Chapter": {"text": " These are the terms of the covenant the  Lord     Moses summoned all the Israelites and said to them: Your eyes have seen all that the  Lord   With your own eyes you saw those great trials, those signs and great wonders.  But to this day the  Lord   Yet the  Lord   You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the  Lord     When you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them.  We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh.   Carefully follow the terms of this covenant, so that you may prosper in everything you do.  All of you are standing today in the presence of the  Lord   together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water.  You are standing here in order to enter into a covenant with the  Lord   Lord   to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob.  I am making this covenant, with its oath, not only with you  who are standing here with us today in the presence of the  Lord     You yourselves know how we lived in Egypt and how we passed through the countries on the way here.  You saw among them their detestable images and idols of wood and stone, of silver and gold.  Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the  Lord     When such a person hears the words of this oath and they invoke a blessing on themselves, thinking, \"I will be safe, even though I persist in going my own way,\" they will bring disaster on the watered land as well as the dry.  The  Lord   Lord   The  Lord     Your children who follow you in later generations and foreigners who come from distant lands will see the calamities that have fallen on the land and the diseases with which the  Lord   The whole land will be a burning waste of salt and sulfur—nothing planted, nothing sprouting, no vegetation growing on it. It will be like the destruction of Sodom and Gomorrah, Admah and Zeboyim, which the  Lord   All the nations will ask: \"Why has the  Lord     And the answer will be: \"It is because this people abandoned the covenant of the  Lord , the God of their ancestors, the covenant he made with them when he brought them out of Egypt.  They went off and worshiped other gods and bowed down to them, gods they did not know, gods he had not given them.  Therefore the  Lord 's anger burned against this land, so that he brought on it all the curses written in this book.  In furious anger and in great wrath the  Lord     The secret things belong to the  Lord  ", "verses": [" These are the terms of the covenant the  Lord    ", " Moses summoned all the Israelites and said to them: Your eyes have seen all that the  Lord  ", " With your own eyes you saw those great trials, those signs and great wonders. ", " But to this day the  Lord  ", " Yet the  Lord  ", " You ate no bread and drank no wine or other fermented drink. I did this so that you might know that I am the  Lord    ", " When you reached this place, Sihon king of Heshbon and Og king of Bashan came out to fight against us, but we defeated them. ", " We took their land and gave it as an inheritance to the Reubenites, the Gadites and the half-tribe of Manasseh.  ", " Carefully follow the terms of this covenant, so that you may prosper in everything you do. ", " All of you are standing today in the presence of the  Lord  ", " together with your children and your wives, and the foreigners living in your camps who chop your wood and carry your water. ", " You are standing here in order to enter into a covenant with the  Lord   Lord  ", " to confirm you this day as his people, that he may be your God as he promised you and as he swore to your fathers, Abraham, Isaac and Jacob. ", " I am making this covenant, with its oath, not only with you ", " who are standing here with us today in the presence of the  Lord    ", " You yourselves know how we lived in Egypt and how we passed through the countries on the way here. ", " You saw among them their detestable images and idols of wood and stone, of silver and gold. ", " Make sure there is no man or woman, clan or tribe among you today whose heart turns away from the  Lord    ", " When such a person hears the words of this oath and they invoke a blessing on themselves, thinking, \"I will be safe, even though I persist in going my own way,\" they will bring disaster on the watered land as well as the dry. ", " The  Lord   Lord  ", " The  Lord    ", " Your children who follow you in later generations and foreigners who come from distant lands will see the calamities that have fallen on the land and the diseases with which the  Lord  ", " The whole land will be a burning waste of salt and sulfur—nothing planted, nothing sprouting, no vegetation growing on it. It will be like the destruction of Sodom and Gomorrah, Admah and Zeboyim, which the  Lord  ", " All the nations will ask: \"Why has the  Lord    ", " And the answer will be: \"It is because this people abandoned the covenant of the  Lord , the God of their ancestors, the covenant he made with them when he brought them out of Egypt. ", " They went off and worshiped other gods and bowed down to them, gods they did not know, gods he had not given them. ", " Therefore the  Lord 's anger burned against this land, so that he brought on it all the curses written in this book. ", " In furious anger and in great wrath the  Lord    ", " The secret things belong to the  Lord  "]}}, {"Chapter": {"text": " When all these blessings and curses I have set before you come on you and you take them to heart wherever the  Lord   and when you and your children return to the  Lord   then the  Lord     Even if you have been banished to the most distant land under the heavens, from there the  Lord   He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors.  The  Lord   The  Lord   You will again obey the  Lord   Then the  Lord   Lord   if you obey the  Lord   Lord     Now what I am commanding you today is not too difficult for you or beyond your reach.  It is not up in heaven, so that you have to ask, \"Who will ascend into heaven to get it and proclaim it to us so we may obey it?\"  Nor is it beyond the sea, so that you have to ask, \"Who will cross the sea to get it and proclaim it to us so we may obey it?\"  No, the word is very near you; it is in your mouth and in your heart so you may obey it.   See, I set before you today life and prosperity, death and destruction.  For I command you today to love the  Lord   Lord     But if your heart turns away and you are not obedient, and if you are drawn away to bow down to other gods and worship them,  I declare to you this day that you will certainly be destroyed. You will not live long in the land you are crossing the Jordan to enter and possess.   This day I call the heavens and the earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live  and that you may love the  Lord   Lord  ", "verses": [" When all these blessings and curses I have set before you come on you and you take them to heart wherever the  Lord  ", " and when you and your children return to the  Lord  ", " then the  Lord    ", " Even if you have been banished to the most distant land under the heavens, from there the  Lord  ", " He will bring you to the land that belonged to your ancestors, and you will take possession of it. He will make you more prosperous and numerous than your ancestors. ", " The  Lord  ", " The  Lord  ", " You will again obey the  Lord  ", " Then the  Lord   Lord  ", " if you obey the  Lord   Lord    ", " Now what I am commanding you today is not too difficult for you or beyond your reach. ", " It is not up in heaven, so that you have to ask, \"Who will ascend into heaven to get it and proclaim it to us so we may obey it?\" ", " Nor is it beyond the sea, so that you have to ask, \"Who will cross the sea to get it and proclaim it to us so we may obey it?\" ", " No, the word is very near you; it is in your mouth and in your heart so you may obey it.  ", " See, I set before you today life and prosperity, death and destruction. ", " For I command you today to love the  Lord   Lord    ", " But if your heart turns away and you are not obedient, and if you are drawn away to bow down to other gods and worship them, ", " I declare to you this day that you will certainly be destroyed. You will not live long in the land you are crossing the Jordan to enter and possess.  ", " This day I call the heavens and the earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live ", " and that you may love the  Lord   Lord  "]}}, {"Chapter": {"text": " Then Moses went out and spoke these words to all Israel:  \"I am now a hundred and twenty years old and I am no longer able to lead you. The  Lord   The  Lord   Lord   And the  Lord   The  Lord   Be strong and courageous. Do not be afraid or terrified because of them, for the  Lord     Then Moses summoned Joshua and said to him in the presence of all Israel, \"Be strong and courageous, for you must go with this people into the land that the  Lord   The  Lord     So Moses wrote down this law and gave it to the Levitical priests, who carried the ark of the covenant of the  Lord , and to all the elders of Israel.  Then Moses commanded them: \"At the end of every seven years, in the year for canceling debts, during the Festival of Tabernacles,  when all Israel comes to appear before the  Lord   Assemble the people—men, women and children, and the foreigners residing in your towns—so they can listen and learn to fear the  Lord   Their children, who do not know this law, must hear it and learn to fear the  Lord     The  Lord     Then the  Lord   And the  Lord   And in that day I will become angry with them and forsake them; I will hide my face from them, and they will be destroyed. Many disasters and calamities will come on them, and in that day they will ask, 'Have not these disasters come on us because our God is not with us?'  And I will certainly hide my face in that day because of all their wickedness in turning to other gods.   \"Now write down this song and teach it to the Israelites and have them sing it, so that it may be a witness for me against them.  When I have brought them into the land flowing with milk and honey, the land I promised on oath to their ancestors, and when they eat their fill and thrive, they will turn to other gods and worship them, rejecting me and breaking my covenant.  And when many disasters and calamities come on them, this song will testify against them, because it will not be forgotten by their descendants. I know what they are disposed to do, even before I bring them into the land I promised them on oath.\"  So Moses wrote down this song that day and taught it to the Israelites.   The  Lord     After Moses finished writing in a book the words of this law from beginning to end,  he gave this command to the Levites who carried the ark of the covenant of the  Lord :  \"Take this Book of the Law and place it beside the ark of the covenant of the  Lord   For I know how rebellious and stiff-necked you are. If you have been rebellious against the  Lord   Assemble before me all the elders of your tribes and all your officials, so that I can speak these words in their hearing and call the heavens and the earth to testify against them.  For I know that after my death you are sure to become utterly corrupt and to turn from the way I have commanded you. In days to come, disaster will fall on you because you will do evil in the sight of the  Lord     And Moses recited the words of this song from beginning to end in the hearing of the whole assembly of Israel:", "verses": [" Then Moses went out and spoke these words to all Israel: ", " \"I am now a hundred and twenty years old and I am no longer able to lead you. The  Lord  ", " The  Lord   Lord  ", " And the  Lord  ", " The  Lord  ", " Be strong and courageous. Do not be afraid or terrified because of them, for the  Lord    ", " Then Moses summoned Joshua and said to him in the presence of all Israel, \"Be strong and courageous, for you must go with this people into the land that the  Lord  ", " The  Lord    ", " So Moses wrote down this law and gave it to the Levitical priests, who carried the ark of the covenant of the  Lord , and to all the elders of Israel. ", " Then Moses commanded them: \"At the end of every seven years, in the year for canceling debts, during the Festival of Tabernacles, ", " when all Israel comes to appear before the  Lord  ", " Assemble the people—men, women and children, and the foreigners residing in your towns—so they can listen and learn to fear the  Lord  ", " Their children, who do not know this law, must hear it and learn to fear the  Lord    ", " The  Lord    ", " Then the  Lord  ", " And the  Lord  ", " And in that day I will become angry with them and forsake them; I will hide my face from them, and they will be destroyed. Many disasters and calamities will come on them, and in that day they will ask, 'Have not these disasters come on us because our God is not with us?' ", " And I will certainly hide my face in that day because of all their wickedness in turning to other gods.  ", " \"Now write down this song and teach it to the Israelites and have them sing it, so that it may be a witness for me against them. ", " When I have brought them into the land flowing with milk and honey, the land I promised on oath to their ancestors, and when they eat their fill and thrive, they will turn to other gods and worship them, rejecting me and breaking my covenant. ", " And when many disasters and calamities come on them, this song will testify against them, because it will not be forgotten by their descendants. I know what they are disposed to do, even before I bring them into the land I promised them on oath.\" ", " So Moses wrote down this song that day and taught it to the Israelites.  ", " The  Lord    ", " After Moses finished writing in a book the words of this law from beginning to end, ", " he gave this command to the Levites who carried the ark of the covenant of the  Lord : ", " \"Take this Book of the Law and place it beside the ark of the covenant of the  Lord  ", " For I know how rebellious and stiff-necked you are. If you have been rebellious against the  Lord  ", " Assemble before me all the elders of your tribes and all your officials, so that I can speak these words in their hearing and call the heavens and the earth to testify against them. ", " For I know that after my death you are sure to become utterly corrupt and to turn from the way I have commanded you. In days to come, disaster will fall on you because you will do evil in the sight of the  Lord    ", " And Moses recited the words of this song from beginning to end in the hearing of the whole assembly of Israel:"]}}, {"Chapter": {"text": " Listen, you heavens, and I will speak; hear, you earth, the words of my mouth.   Let my teaching fall like rain and my words descend like dew, like showers on new grass, like abundant rain on tender plants.   I will proclaim the name of the  Lord . Oh, praise the greatness of our God!   He is the Rock, his works are perfect, and all his ways are just. A faithful God who does no wrong, upright and just is he.   They are corrupt and not his children; to their shame they are a warped and crooked generation.   Is this the way you repay the  Lord , you foolish and unwise people? Is he not your Father, your Creator, who made you and formed you?   Remember the days of old; consider the generations long past. Ask your father and he will tell you, your elders, and they will explain to you.   When the Most High gave the nations their inheritance, when he divided all mankind, he set up boundaries for the peoples according to the number of the sons of Israel.   For the  Lord 's portion is his people, Jacob his allotted inheritance.   In a desert land he found him, in a barren and howling waste. He shielded him and cared for him; he guarded him as the apple of his eye,   like an eagle that stirs up its nest and hovers over its young, that spreads its wings to catch them and carries them aloft.   The  Lord   no foreign god was with him.   He made him ride on the heights of the land and fed him with the fruit of the fields. He nourished him with honey from the rock, and with oil from the flinty crag,   with curds and milk from herd and flock and with fattened lambs and goats, with choice rams of Bashan and the finest kernels of wheat. You drank the foaming blood of the grape.   Jeshurun   filled with food, they became heavy and sleek. They abandoned the God who made them and rejected the Rock their Savior.   They made him jealous with their foreign gods and angered him with their detestable idols.   They sacrificed to false gods, which are not God— gods they had not known, gods that recently appeared, gods your ancestors did not fear.   You deserted the Rock, who fathered you; you forgot the God who gave you birth.   The  Lord   because he was angered by his sons and daughters.   \"I will hide my face from them,\" he said, \"and see what their end will be; for they are a perverse generation, children who are unfaithful.   They made me jealous by what is no god and angered me with their worthless idols. I will make them envious by those who are not a people; I will make them angry by a nation that has no understanding.   For a fire will be kindled by my wrath, one that burns down to the realm of the dead below. It will devour the earth and its harvests and set afire the foundations of the mountains.   \"I will heap calamities on them and spend my arrows against them.   I will send wasting famine against them, consuming pestilence and deadly plague; I will send against them the fangs of wild beasts, the venom of vipers that glide in the dust.   In the street the sword will make them childless; in their homes terror will reign. The young men and young women will perish, the infants and those with gray hair.   I said I would scatter them and erase their name from human memory,   but I dreaded the taunt of the enemy, lest the adversary misunderstand and say, 'Our hand has triumphed; the  Lord     They are a nation without sense, there is no discernment in them.   If only they were wise and would understand this and discern what their end will be!   How could one man chase a thousand, or two put ten thousand to flight, unless their Rock had sold them, unless the  Lord     For their rock is not like our Rock, as even our enemies concede.   Their vine comes from the vine of Sodom and from the fields of Gomorrah. Their grapes are filled with poison, and their clusters with bitterness.   Their wine is the venom of serpents, the deadly poison of cobras.   \"Have I not kept this in reserve and sealed it in my vaults?   It is mine to avenge; I will repay. In due time their foot will slip; their day of disaster is near and their doom rushes upon them.\"   The  Lord   and relent concerning his servants when he sees their strength is gone and no one is left, slave or free.   He will say: \"Now where are their gods, the rock they took refuge in,   the gods who ate the fat of their sacrifices and drank the wine of their drink offerings? Let them rise up to help you! Let them give you shelter!   \"See now that I myself am he! There is no god besides me. I put to death and I bring to life, I have wounded and I will heal, and no one can deliver out of my hand.   I lift my hand to heaven and solemnly swear: As surely as I live forever,   when I sharpen my flashing sword and my hand grasps it in judgment, I will take vengeance on my adversaries and repay those who hate me.   I will make my arrows drunk with blood, while my sword devours flesh: the blood of the slain and the captives, the heads of the enemy leaders.\"   Rejoice, you nations, with his people, for he will avenge the blood of his servants; he will take vengeance on his enemies and make atonement for his land and people.   Moses came with Joshua   When Moses finished reciting all these words to all Israel,  he said to them, \"Take to heart all the words I have solemnly declared to you this day, so that you may command your children to obey carefully all the words of this law.  They are not just idle words for you—they are your life. By them you will live long in the land you are crossing the Jordan to possess.\"   On that same day the  Lord   \"Go up into the Abarim Range to Mount Nebo in Moab, across from Jericho, and view Canaan, the land I am giving the Israelites as their own possession.  There on the mountain that you have climbed you will die and be gathered to your people, just as your brother Aaron died on Mount Hor and was gathered to his people.  This is because both of you broke faith with me in the presence of the Israelites at the waters of Meribah Kadesh in the Desert of Zin and because you did not uphold my holiness among the Israelites.  Therefore, you will see the land only from a distance; you will not enter the land I am giving to the people of Israel.\"", "verses": [" Listen, you heavens, and I will speak; hear, you earth, the words of my mouth.  ", " Let my teaching fall like rain and my words descend like dew, like showers on new grass, like abundant rain on tender plants.  ", " I will proclaim the name of the  Lord . Oh, praise the greatness of our God!  ", " He is the Rock, his works are perfect, and all his ways are just. A faithful God who does no wrong, upright and just is he.  ", " They are corrupt and not his children; to their shame they are a warped and crooked generation.  ", " Is this the way you repay the  Lord , you foolish and unwise people? Is he not your Father, your Creator, who made you and formed you?  ", " Remember the days of old; consider the generations long past. Ask your father and he will tell you, your elders, and they will explain to you.  ", " When the Most High gave the nations their inheritance, when he divided all mankind, he set up boundaries for the peoples according to the number of the sons of Israel.  ", " For the  Lord 's portion is his people, Jacob his allotted inheritance.  ", " In a desert land he found him, in a barren and howling waste. He shielded him and cared for him; he guarded him as the apple of his eye,  ", " like an eagle that stirs up its nest and hovers over its young, that spreads its wings to catch them and carries them aloft.  ", " The  Lord   no foreign god was with him.  ", " He made him ride on the heights of the land and fed him with the fruit of the fields. He nourished him with honey from the rock, and with oil from the flinty crag,  ", " with curds and milk from herd and flock and with fattened lambs and goats, with choice rams of Bashan and the finest kernels of wheat. You drank the foaming blood of the grape.  ", " Jeshurun   filled with food, they became heavy and sleek. They abandoned the God who made them and rejected the Rock their Savior.  ", " They made him jealous with their foreign gods and angered him with their detestable idols.  ", " They sacrificed to false gods, which are not God— gods they had not known, gods that recently appeared, gods your ancestors did not fear.  ", " You deserted the Rock, who fathered you; you forgot the God who gave you birth.  ", " The  Lord   because he was angered by his sons and daughters.  ", " \"I will hide my face from them,\" he said, \"and see what their end will be; for they are a perverse generation, children who are unfaithful.  ", " They made me jealous by what is no god and angered me with their worthless idols. I will make them envious by those who are not a people; I will make them angry by a nation that has no understanding.  ", " For a fire will be kindled by my wrath, one that burns down to the realm of the dead below. It will devour the earth and its harvests and set afire the foundations of the mountains.  ", " \"I will heap calamities on them and spend my arrows against them.  ", " I will send wasting famine against them, consuming pestilence and deadly plague; I will send against them the fangs of wild beasts, the venom of vipers that glide in the dust.  ", " In the street the sword will make them childless; in their homes terror will reign. The young men and young women will perish, the infants and those with gray hair.  ", " I said I would scatter them and erase their name from human memory,  ", " but I dreaded the taunt of the enemy, lest the adversary misunderstand and say, 'Our hand has triumphed; the  Lord    ", " They are a nation without sense, there is no discernment in them.  ", " If only they were wise and would understand this and discern what their end will be!  ", " How could one man chase a thousand, or two put ten thousand to flight, unless their Rock had sold them, unless the  Lord    ", " For their rock is not like our Rock, as even our enemies concede.  ", " Their vine comes from the vine of Sodom and from the fields of Gomorrah. Their grapes are filled with poison, and their clusters with bitterness.  ", " Their wine is the venom of serpents, the deadly poison of cobras.  ", " \"Have I not kept this in reserve and sealed it in my vaults?  ", " It is mine to avenge; I will repay. In due time their foot will slip; their day of disaster is near and their doom rushes upon them.\"  ", " The  Lord   and relent concerning his servants when he sees their strength is gone and no one is left, slave or free.  ", " He will say: \"Now where are their gods, the rock they took refuge in,  ", " the gods who ate the fat of their sacrifices and drank the wine of their drink offerings? Let them rise up to help you! Let them give you shelter!  ", " \"See now that I myself am he! There is no god besides me. I put to death and I bring to life, I have wounded and I will heal, and no one can deliver out of my hand.  ", " I lift my hand to heaven and solemnly swear: As surely as I live forever,  ", " when I sharpen my flashing sword and my hand grasps it in judgment, I will take vengeance on my adversaries and repay those who hate me.  ", " I will make my arrows drunk with blood, while my sword devours flesh: the blood of the slain and the captives, the heads of the enemy leaders.\"  ", " Rejoice, you nations, with his people, for he will avenge the blood of his servants; he will take vengeance on his enemies and make atonement for his land and people.  ", " Moses came with Joshua  ", " When Moses finished reciting all these words to all Israel, ", " he said to them, \"Take to heart all the words I have solemnly declared to you this day, so that you may command your children to obey carefully all the words of this law. ", " They are not just idle words for you—they are your life. By them you will live long in the land you are crossing the Jordan to possess.\"  ", " On that same day the  Lord  ", " \"Go up into the Abarim Range to Mount Nebo in Moab, across from Jericho, and view Canaan, the land I am giving the Israelites as their own possession. ", " There on the mountain that you have climbed you will die and be gathered to your people, just as your brother Aaron died on Mount Hor and was gathered to his people. ", " This is because both of you broke faith with me in the presence of the Israelites at the waters of Meribah Kadesh in the Desert of Zin and because you did not uphold my holiness among the Israelites. ", " Therefore, you will see the land only from a distance; you will not enter the land I am giving to the people of Israel.\""]}}, {"Chapter": {"text": " This is the blessing that Moses the man of God pronounced on the Israelites before his death.  He said: \"The  Lord   and dawned over them from Seir; he shone forth from Mount Paran. He came with   from the south, from his mountain slopes.   Surely it is you who love the people; all the holy ones are in your hand. At your feet they all bow down, and from you receive instruction,   the law that Moses gave us, the possession of the assembly of Jacob.   He was king over Jeshurun when the leaders of the people assembled, along with the tribes of Israel.   \"Let Reuben live and not die, nor     And this he said about Judah: \"Hear,  Lord , the cry of Judah; bring him to his people. With his own hands he defends his cause. Oh, be his help against his foes!\"   About Levi he said: \"Your Thummim and Urim belong to your faithful servant. You tested him at Massah; you contended with him at the waters of Meribah.   He said of his father and mother, 'I have no regard for them.' He did not recognize his brothers or acknowledge his own children, but he watched over your word and guarded your covenant.   He teaches your precepts to Jacob and your law to Israel. He offers incense before you and whole burnt offerings on your altar.   Bless all his skills,  Lord , and be pleased with the work of his hands. Strike down those who rise against him, his foes till they rise no more.\"   About Benjamin he said: \"Let the beloved of the  Lord   for he shields him all day long, and the one the  Lord     About Joseph he said: \"May the  Lord   with the precious dew from heaven above and with the deep waters that lie below;   with the best the sun brings forth and the finest the moon can yield;   with the choicest gifts of the ancient mountains and the fruitfulness of the everlasting hills;   with the best gifts of the earth and its fullness and the favor of him who dwelt in the burning bush. Let all these rest on the head of Joseph, on the brow of the prince among     In majesty he is like a firstborn bull; his horns are the horns of a wild ox. With them he will gore the nations, even those at the ends of the earth. Such are the ten thousands of Ephraim; such are the thousands of Manasseh.\"   About Zebulun he said: \"Rejoice, Zebulun, in your going out, and you, Issachar, in your tents.   They will summon peoples to the mountain and there offer the sacrifices of the righteous; they will feast on the abundance of the seas, on the treasures hidden in the sand.\"   About Gad he said: \"Blessed is he who enlarges Gad's domain! Gad lives there like a lion, tearing at arm or head.   He chose the best land for himself; the leader's portion was kept for him. When the heads of the people assembled, he carried out the  Lord 's righteous will, and his judgments concerning Israel.\"   About Dan he said: \"Dan is a lion's cub, springing out of Bashan.\"   About Naphtali he said: \"Naphtali is abounding with the favor of the  Lord and is full of his blessing; he will inherit southward to the lake.\"   About Asher he said: \"Most blessed of sons is Asher; let him be favored by his brothers, and let him bathe his feet in oil.   The bolts of your gates will be iron and bronze, and your strength will equal your days.   \"There is no one like the God of Jeshurun, who rides across the heavens to help you and on the clouds in his majesty.   The eternal God is your refuge, and underneath are the everlasting arms. He will drive out your enemies before you, saying, 'Destroy them!'   So Israel will live in safety; Jacob will dwell   in a land of grain and new wine, where the heavens drop dew.   Blessed are you, Israel! Who is like you, a people saved by the  Lord ? He is your shield and helper and your glorious sword. Your enemies will cower before you, and you will tread on their heights.\"", "verses": [" This is the blessing that Moses the man of God pronounced on the Israelites before his death. ", " He said: \"The  Lord   and dawned over them from Seir; he shone forth from Mount Paran. He came with   from the south, from his mountain slopes.  ", " Surely it is you who love the people; all the holy ones are in your hand. At your feet they all bow down, and from you receive instruction,  ", " the law that Moses gave us, the possession of the assembly of Jacob.  ", " He was king over Jeshurun when the leaders of the people assembled, along with the tribes of Israel.  ", " \"Let Reuben live and not die, nor    ", " And this he said about Judah: \"Hear,  Lord , the cry of Judah; bring him to his people. With his own hands he defends his cause. Oh, be his help against his foes!\"  ", " About Levi he said: \"Your Thummim and Urim belong to your faithful servant. You tested him at Massah; you contended with him at the waters of Meribah.  ", " He said of his father and mother, 'I have no regard for them.' He did not recognize his brothers or acknowledge his own children, but he watched over your word and guarded your covenant.  ", " He teaches your precepts to Jacob and your law to Israel. He offers incense before you and whole burnt offerings on your altar.  ", " Bless all his skills,  Lord , and be pleased with the work of his hands. Strike down those who rise against him, his foes till they rise no more.\"  ", " About Benjamin he said: \"Let the beloved of the  Lord   for he shields him all day long, and the one the  Lord    ", " About Joseph he said: \"May the  Lord   with the precious dew from heaven above and with the deep waters that lie below;  ", " with the best the sun brings forth and the finest the moon can yield;  ", " with the choicest gifts of the ancient mountains and the fruitfulness of the everlasting hills;  ", " with the best gifts of the earth and its fullness and the favor of him who dwelt in the burning bush. Let all these rest on the head of Joseph, on the brow of the prince among    ", " In majesty he is like a firstborn bull; his horns are the horns of a wild ox. With them he will gore the nations, even those at the ends of the earth. Such are the ten thousands of Ephraim; such are the thousands of Manasseh.\"  ", " About Zebulun he said: \"Rejoice, Zebulun, in your going out, and you, Issachar, in your tents.  ", " They will summon peoples to the mountain and there offer the sacrifices of the righteous; they will feast on the abundance of the seas, on the treasures hidden in the sand.\"  ", " About Gad he said: \"Blessed is he who enlarges Gad's domain! Gad lives there like a lion, tearing at arm or head.  ", " He chose the best land for himself; the leader's portion was kept for him. When the heads of the people assembled, he carried out the  Lord 's righteous will, and his judgments concerning Israel.\"  ", " About Dan he said: \"Dan is a lion's cub, springing out of Bashan.\"  ", " About Naphtali he said: \"Naphtali is abounding with the favor of the  Lord and is full of his blessing; he will inherit southward to the lake.\"  ", " About Asher he said: \"Most blessed of sons is Asher; let him be favored by his brothers, and let him bathe his feet in oil.  ", " The bolts of your gates will be iron and bronze, and your strength will equal your days.  ", " \"There is no one like the God of Jeshurun, who rides across the heavens to help you and on the clouds in his majesty.  ", " The eternal God is your refuge, and underneath are the everlasting arms. He will drive out your enemies before you, saying, 'Destroy them!'  ", " So Israel will live in safety; Jacob will dwell   in a land of grain and new wine, where the heavens drop dew.  ", " Blessed are you, Israel! Who is like you, a people saved by the  Lord ? He is your shield and helper and your glorious sword. Your enemies will cower before you, and you will tread on their heights.\""]}}, {"Chapter": {"text": " Then Moses climbed Mount Nebo from the plains of Moab to the top of Pisgah, across from Jericho. There the  Lord   all of Naphtali, the territory of Ephraim and Manasseh, all the land of Judah as far as the Mediterranean Sea,  the Negev and the whole region from the Valley of Jericho, the City of Palms, as far as Zoar.  Then the  Lord     And Moses the servant of the  Lord   Lord   He buried him   Moses was a hundred and twenty years old when he died, yet his eyes were not weak nor his strength gone.  The Israelites grieved for Moses in the plains of Moab thirty days, until the time of weeping and mourning was over.   Now Joshua son of Nun was filled with the spirit   Lord     Since then, no prophet has risen in Israel like Moses, whom the  Lord   who did all those signs and wonders the  Lord   For no one has ever shown the mighty power or performed the awesome deeds that Moses did in the sight of all Israel.", "verses": [" Then Moses climbed Mount Nebo from the plains of Moab to the top of Pisgah, across from Jericho. There the  Lord  ", " all of Naphtali, the territory of Ephraim and Manasseh, all the land of Judah as far as the Mediterranean Sea, ", " the Negev and the whole region from the Valley of Jericho, the City of Palms, as far as Zoar. ", " Then the  Lord    ", " And Moses the servant of the  Lord   Lord  ", " He buried him  ", " Moses was a hundred and twenty years old when he died, yet his eyes were not weak nor his strength gone. ", " The Israelites grieved for Moses in the plains of Moab thirty days, until the time of weeping and mourning was over.  ", " Now Joshua son of Nun was filled with the spirit   Lord    ", " Since then, no prophet has risen in Israel like Moses, whom the  Lord  ", " who did all those signs and wonders the  Lord  ", " For no one has ever shown the mighty power or performed the awesome deeds that Moses did in the sight of all Israel."]}}]]