[{"book": "NAM", "version": "NIV"}, [{"Chapter": {"text": "A prophecy concerning Nineveh. The book of the vision of Nahum the Elkoshite.  The Lord is a jealous and avenging God;the Lord takes vengeance and is filled with wrath.The Lord takes vengeance on his foesand vents his wrath against his enemies.  The Lord is slow to anger but great in power;the Lord will not leave the guilty unpunished.His way is in the whirlwind and the storm,and clouds are the dust of his feet.  He rebukes the sea and dries it up;he makes all the rivers run dry.Bashan and Carmel witherand the blossoms of Lebanon fade.  The mountains quake before himand the hills melt away.The earth trembles at his presence,the world and all who live in it.  Who can withstand his indignation?Who can endure his fierce anger?His wrath is poured out like fire;the rocks are shattered before him.  The Lord is good,a refuge in times of trouble.He cares for those who trust in him,  but with an overwhelming floodhe will make an end of Nineveh;he will pursue his foes into the realm of darkness.  Whatever they plot against the Lordhe will bring to an end;trouble will not come a second time.  They will be entangled among thornsand drunk from their wine;they will be consumed like dry stubble.  From you, Nineveh, has one come forthwho plots evil against the Lordand devises wicked plans.  This is what the Lord says:\"Although they have allies and are numerous,they will be destroyed and pass away.Although I have afflicted you, Judah,I will afflict you no more.  Now I will break their yoke from your neckand tear your shackles away.\"  The Lord has given a command concerning you, Nineveh:\"You will have no descendants to bear your name.I will destroy the images and idolsthat are in the temple of your gods.I will prepare your grave,for you are vile.\"  ", "verses": ["A prophecy concerning Nineveh. The book of the vision of Nahum the Elkoshite.  ", "The Lord is a jealous and avenging God;the Lord takes vengeance and is filled with wrath.The Lord takes vengeance on his foesand vents his wrath against his enemies.  ", "The Lord is slow to anger but great in power;the Lord will not leave the guilty unpunished.His way is in the whirlwind and the storm,and clouds are the dust of his feet.  ", "He rebukes the sea and dries it up;he makes all the rivers run dry.Bashan and Carmel witherand the blossoms of Lebanon fade.  ", "The mountains quake before himand the hills melt away.The earth trembles at his presence,the world and all who live in it.  ", "Who can withstand his indignation?Who can endure his fierce anger?His wrath is poured out like fire;the rocks are shattered before him.  ", "The Lord is good,a refuge in times of trouble.He cares for those who trust in him,  ", "but with an overwhelming floodhe will make an end of Nineveh;he will pursue his foes into the realm of darkness.  ", "Whatever they plot against the Lordhe will bring to an end;trouble will not come a second time.  ", "They will be entangled among thornsand drunk from their wine;they will be consumed like dry stubble.  ", "From you, Nineveh, has one come forthwho plots evil against the Lordand devises wicked plans.  ", "This is what the Lord says:\"Although they have allies and are numerous,they will be destroyed and pass away.Although I have afflicted you, Judah,I will afflict you no more.  ", "Now I will break their yoke from your neckand tear your shackles away.\"  ", "The Lord has given a command concerning you, Nineveh:\"You will have no descendants to bear your name.I will destroy the images and idolsthat are in the temple of your gods.I will prepare your grave,for you are vile.\"  ", ""]}}, {"Chapter": {"text": "An attacker advances against you, Nineveh.Guard the fortress,watch the road,brace yourselves,marshal all your strength!  The Lord will restore the splendor of Jacoblike the splendor of Israel,though destroyers have laid them wasteand have ruined their vines.  The shields of the soldiers are red;the warriors are clad in scarlet.The metal on the chariots flasheson the day they are made ready;the spears of juniper are brandished.  The chariots storm through the streets,rushing back and forth through the squares.They look like flaming torches;they dart about like lightning.  Nineveh summons her picked troops,yet they stumble on their way.They dash to the city wall;the protective shield is put in place.  The river gates are thrown openand the palace collapses.  It is decreed that Ninevehbe exiled and carried away.Her female slaves moan like dovesand beat on their breasts.  Nineveh is like a poolwhose water is draining away.\"Stop! Stop!\" they cry,but no one turns back.  Plunder the silver!Plunder the gold!The supply is endless,the wealth from all its treasures!  She is pillaged, plundered, stripped!Hearts melt, knees give way,bodies tremble, every face grows pale.  Where now is the lions' den,the place where they fed their young,where the lion and lioness went,and the cubs, with nothing to fear?  The lion killed enough for his cubsand strangled the prey for his mate,filling his lairs with the killand his dens with the prey.    ", "verses": ["An attacker advances against you, Nineveh.Guard the fortress,watch the road,brace yourselves,marshal all your strength!  ", "The Lord will restore the splendor of Jacoblike the splendor of Israel,though destroyers have laid them wasteand have ruined their vines.  ", "The shields of the soldiers are red;the warriors are clad in scarlet.The metal on the chariots flasheson the day they are made ready;the spears of juniper are brandished.  ", "The chariots storm through the streets,rushing back and forth through the squares.They look like flaming torches;they dart about like lightning.  ", "Nineveh summons her picked troops,yet they stumble on their way.They dash to the city wall;the protective shield is put in place.  ", "The river gates are thrown openand the palace collapses.  ", "It is decreed that Ninevehbe exiled and carried away.Her female slaves moan like dovesand beat on their breasts.  ", "Nineveh is like a poolwhose water is draining away.\"Stop! Stop!\" they cry,but no one turns back.  ", "Plunder the silver!Plunder the gold!The supply is endless,the wealth from all its treasures!  ", "She is pillaged, plundered, stripped!Hearts melt, knees give way,bodies tremble, every face grows pale.  ", "Where now is the lions' den,the place where they fed their young,where the lion and lioness went,and the cubs, with nothing to fear?  ", "The lion killed enough for his cubsand strangled the prey for his mate,filling his lairs with the killand his dens with the prey.  ", "  "]}}, {"Chapter": {"text": "Woe to the city of blood,full of lies,full of plunder,never without victims!  The crack of whips,the clatter of wheels,galloping horsesand jolting chariots!  Charging cavalry,flashing swordsand glittering spears!Many casualties,piles of dead,bodies without number,people stumbling over the corpses—  all because of the wanton lust of a prostitute,alluring, the mistress of sorceries,who enslaved nations by her prostitutionand peoples by her witchcraft.  \"I am against you,\" declares the Lord Almighty.\"I will lift your skirts over your face.I will show the nations your nakednessand the kingdoms your shame.  I will pelt you with filth,I will treat you with contemptand make you a spectacle.  All who see you will flee from you and say,'Nineveh is in ruins—who will mourn for her?'Where can I find anyone to comfort you?\"  Are you better than Thebes,situated on the Nile,with water around her?The river was her defense,the waters her wall.  Cush and Egypt were her boundless strength;Put and Libya were among her allies.  Yet she was taken captiveand went into exile.Her infants were dashed to piecesat every street corner.Lots were cast for her nobles,and all her great men were put in chains.  You too will become drunk;you will go into hidingand seek refuge from the enemy.  All your fortresses are like fig treeswith their first ripe fruit;when they are shaken,the figs fall into the mouth of the eater.  Look at your troops—they are all weaklings.The gates of your landare wide open to your enemies;fire has consumed the bars of your gates.  Draw water for the siege,strengthen your defenses!Work the clay,tread the mortar,repair the brickwork!  There the fire will consume you;the sword will cut you down—they will devour you like a swarm of locusts.Multiply like grasshoppers,multiply like locusts!  You have increased the number of your merchantstill they are more numerous than the stars in the sky,but like locusts they strip the landand then fly away.  Your guards are like locusts,your officials like swarms of locuststhat settle in the walls on a cold day—but when the sun appears they fly away,and no one knows where.  King of Assyria, your shepherds slumber;your nobles lie down to rest.Your people are scattered on the mountainswith no one to gather them.  ", "verses": ["Woe to the city of blood,full of lies,full of plunder,never without victims!  ", "The crack of whips,the clatter of wheels,galloping horsesand jolting chariots!  ", "Charging cavalry,flashing swordsand glittering spears!Many casualties,piles of dead,bodies without number,people stumbling over the corpses—  ", "all because of the wanton lust of a prostitute,alluring, the mistress of sorceries,who enslaved nations by her prostitutionand peoples by her witchcraft.  ", "\"I am against you,\" declares the Lord Almighty.\"I will lift your skirts over your face.I will show the nations your nakednessand the kingdoms your shame.  ", "I will pelt you with filth,I will treat you with contemptand make you a spectacle.  ", "All who see you will flee from you and say,'Nineveh is in ruins—who will mourn for her?'Where can I find anyone to comfort you?\"  ", "Are you better than Thebes,situated on the Nile,with water around her?The river was her defense,the waters her wall.  ", "Cush and Egypt were her boundless strength;Put and Libya were among her allies.  ", "Yet she was taken captiveand went into exile.Her infants were dashed to piecesat every street corner.Lots were cast for her nobles,and all her great men were put in chains.  ", "You too will become drunk;you will go into hidingand seek refuge from the enemy.  ", "All your fortresses are like fig treeswith their first ripe fruit;when they are shaken,the figs fall into the mouth of the eater.  ", "Look at your troops—they are all weaklings.The gates of your landare wide open to your enemies;fire has consumed the bars of your gates.  ", "Draw water for the siege,strengthen your defenses!Work the clay,tread the mortar,repair the brickwork!  ", "There the fire will consume you;the sword will cut you down—they will devour you like a swarm of locusts.Multiply like grasshoppers,multiply like locusts!  ", "You have increased the number of your merchantstill they are more numerous than the stars in the sky,but like locusts they strip the landand then fly away.  ", "Your guards are like locusts,your officials like swarms of locuststhat settle in the walls on a cold day—but when the sun appears they fly away,and no one knows where.  ", "King of Assyria, your shepherds slumber;your nobles lie down to rest.Your people are scattered on the mountainswith no one to gather them.  ", ""]}}]]