[{"book": "ZEP", "version": "NIV"}, [{"Chapter": {"text": "The word of the Lord that came to Zephaniah son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, during the reign of Josiah son of Amon king of Judah:  \"I will sweep away everythingfrom the face of the earth,\"declares the Lord.  \"I will sweep away both man and beast;I will sweep away the birds in the skyand the fish in the sea—and the idols that cause the wicked to stumble.\"\"When I destroy all mankindon the face of the earth,\"declares the Lord,  \"I will stretch out my hand against Judahand against all who live in Jerusalem.I will destroy every remnant of Baal worship in this place,the very names of the idolatrous priests—  those who bow down on the roofsto worship the starry host,those who bow down and swear by the Lordand who also swear by Molek,  those who turn back from following the Lordand neither seek the Lord nor inquire of him.\"  Be silent before the Sovereign Lord,for the day of the Lord is near.The Lord has prepared a sacrifice;he has consecrated those he has invited.  \"On the day of the Lord's sacrificeI will punish the officialsand the king's sonsand all those cladin foreign clothes.  On that day I will punishall who avoid stepping on the threshold,who fill the temple of their godswith violence and deceit.  \"On that day,\"declares the Lord,\"a cry will go up from the Fish Gate,wailing from the New Quarter,and a loud crash from the hills.  Wail, you who live in the market district;all your merchants will be wiped out,all who trade with silver will be destroyed.  At that time I will search Jerusalem with lampsand punish those who are complacent,who are like wine left on its dregs,who think, 'The Lord will do nothing,either good or bad.'  Their wealth will be plundered,their houses demolished.Though they build houses,they will not live in them;though they plant vineyards,they will not drink the wine.\"  The great day of the Lord is near—near and coming quickly.The cry on the day of the Lord is bitter;the Mighty Warrior shouts his battle cry.  That day will be a day of wrath—a day of distress and anguish,a day of trouble and ruin,a day of darkness and gloom,a day of clouds and blackness—  a day of trumpet and battle cryagainst the fortified citiesand against the corner towers.  \"I will bring such distress on all peoplethat they will grope about like those who are blind,because they have sinned against the Lord.Their blood will be poured out like dustand their entrails like dung.  ", "verses": ["The word of the Lord that came to Zephaniah son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, during the reign of Josiah son of Amon king of Judah:  ", "\"I will sweep away everythingfrom the face of the earth,\"declares the Lord.  ", "\"I will sweep away both man and beast;I will sweep away the birds in the skyand the fish in the sea—and the idols that cause the wicked to stumble.\"\"When I destroy all mankindon the face of the earth,\"declares the Lord,  ", "\"I will stretch out my hand against Judahand against all who live in Jerusalem.I will destroy every remnant of Baal worship in this place,the very names of the idolatrous priests—  ", "those who bow down on the roofsto worship the starry host,those who bow down and swear by the Lordand who also swear by Molek,  ", "those who turn back from following the Lordand neither seek the Lord nor inquire of him.\"  ", "Be silent before the Sovereign Lord,for the day of the Lord is near.The Lord has prepared a sacrifice;he has consecrated those he has invited.  ", "\"On the day of the Lord's sacrificeI will punish the officialsand the king's sonsand all those cladin foreign clothes.  ", "On that day I will punishall who avoid stepping on the threshold,who fill the temple of their godswith violence and deceit.  ", "\"On that day,\"declares the Lord,\"a cry will go up from the Fish Gate,wailing from the New Quarter,and a loud crash from the hills.  ", "Wail, you who live in the market district;all your merchants will be wiped out,all who trade with silver will be destroyed.  ", "At that time I will search Jerusalem with lampsand punish those who are complacent,who are like wine left on its dregs,who think, 'The Lord will do nothing,either good or bad.'  ", "Their wealth will be plundered,their houses demolished.Though they build houses,they will not live in them;though they plant vineyards,they will not drink the wine.\"  ", "The great day of the Lord is near—near and coming quickly.The cry on the day of the Lord is bitter;the Mighty Warrior shouts his battle cry.  ", "That day will be a day of wrath—a day of distress and anguish,a day of trouble and ruin,a day of darkness and gloom,a day of clouds and blackness—  ", "a day of trumpet and battle cryagainst the fortified citiesand against the corner towers.  ", "\"I will bring such distress on all peoplethat they will grope about like those who are blind,because they have sinned against the Lord.Their blood will be poured out like dustand their entrails like dung.  ", ""]}}, {"Chapter": {"text": "Gather together, gather yourselves together,you shameful nation,  before the decree takes effectand that day passes like windblown chaff,before the Lord's fierce angercomes upon you,before the day of the Lord's wrathcomes upon you.  Seek the Lord, all you humble of the land,you who do what he commands.Seek righteousness, seek humility;perhaps you will be shelteredon the day of the Lord's anger.  Gaza will be abandonedand Ashkelon left in ruins.At midday Ashdod will be emptiedand Ekron uprooted.  Woe to you who live by the sea,you Kerethite people;the word of the Lord is against you,Canaan, land of the Philistines.He says, \"I will destroy you,and none will be left.\"  The land by the sea will become pastureshaving wells for shepherdsand pens for flocks.  That land will belongto the remnant of the people of Judah;there they will find pasture.In the evening they will lie downin the houses of Ashkelon.The Lord their God will care for them;he will restore their fortunes.  \"I have heard the insults of Moaband the taunts of the Ammonites,who insulted my peopleand made threats against their land.  Therefore, as surely as I live,\"declares the Lord Almighty,the God of Israel,\"surely Moab will become like Sodom,the Ammonites like Gomorrah—a place of weeds and salt pits,a wasteland forever.The remnant of my people will plunder them;the survivors of my nation will inherit their land.\"  This is what they will get in return for their pride,for insulting and mockingthe people of the Lord Almighty.  The Lord will be awesome to themwhen he destroys all the gods of the earth.Distant nations will bow down to him,all of them in their own lands.  \"You Cushites, too,will be slain by my sword.\"  He will stretch out his hand against the northand destroy Assyria,leaving Nineveh utterly desolateand dry as the desert.  Flocks and herds will lie down there,creatures of every kind.The desert owl and the screech owlwill roost on her columns.Their hooting will echo through the windows,rubble will fill the doorways,the beams of cedar will be exposed.  ", "verses": ["Gather together, gather yourselves together,you shameful nation,  ", "before the decree takes effectand that day passes like windblown chaff,before the Lord's fierce angercomes upon you,before the day of the Lord's wrathcomes upon you.  ", "Seek the Lord, all you humble of the land,you who do what he commands.Seek righteousness, seek humility;perhaps you will be shelteredon the day of the Lord's anger.  ", "Gaza will be abandonedand Ashkelon left in ruins.At midday Ashdod will be emptiedand Ekron uprooted.  ", "Woe to you who live by the sea,you Kerethite people;the word of the Lord is against you,Canaan, land of the Philistines.He says, \"I will destroy you,and none will be left.\"  ", "The land by the sea will become pastureshaving wells for shepherdsand pens for flocks.  ", "That land will belongto the remnant of the people of Judah;there they will find pasture.In the evening they will lie downin the houses of Ashkelon.The Lord their God will care for them;he will restore their fortunes.  ", "\"I have heard the insults of Moaband the taunts of the Ammonites,who insulted my peopleand made threats against their land.  ", "Therefore, as surely as I live,\"declares the Lord Almighty,the God of Israel,\"surely Moab will become like Sodom,the Ammonites like Gomorrah—a place of weeds and salt pits,a wasteland forever.The remnant of my people will plunder them;the survivors of my nation will inherit their land.\"  ", "This is what they will get in return for their pride,for insulting and mockingthe people of the Lord Almighty.  ", "The Lord will be awesome to themwhen he destroys all the gods of the earth.Distant nations will bow down to him,all of them in their own lands.  ", "\"You Cushites, too,will be slain by my sword.\"  ", "He will stretch out his hand against the northand destroy Assyria,leaving Nineveh utterly desolateand dry as the desert.  ", "Flocks and herds will lie down there,creatures of every kind.The desert owl and the screech owlwill roost on her columns.Their hooting will echo through the windows,rubble will fill the doorways,the beams of cedar will be exposed.  ", ""]}}, {"Chapter": {"text": "Woe to the city of oppressors,rebellious and defiled!  She obeys no one,she accepts no correction.She does not trust in the Lord,she does not draw near to her God.  Her officials within herare roaring lions;her rulers are evening wolves,who leave nothing for the morning.  Her prophets are unprincipled;they are treacherous people.Her priests profane the sanctuaryand do violence to the law.  The Lord within her is righteous;he does no wrong.Morning by morning he dispenses his justice,and every new day he does not fail,yet the unrighteous know no shame.  \"I have destroyed nations;their strongholds are demolished.I have left their streets deserted,with no one passing through.Their cities are laid waste;they are deserted and empty.  Of Jerusalem I thought,'Surely you will fear meand accept correction!'Then her place of refuge would not be destroyed,nor all my punishments come upon her.But they were still eagerto act corruptly in all they did.  Therefore wait for me,\"declares the Lord,\"for the day I will stand up to testify.I have decided to assemble the nations,to gather the kingdomsand to pour out my wrath on them—all my fierce anger.The whole world will be consumedby the fire of my jealous anger.  \"Then I will purify the lips of the peoples,that all of them may call on the name of the Lordand serve him shoulder to shoulder.  From beyond the rivers of Cushmy worshipers, my scattered people,will bring me offerings.  On that day you, Jerusalem, will not be put to shamefor all the wrongs you have done to me,because I will remove from youyour arrogant boasters.Never again will you be haughtyon my holy hill.  But I will leave within youthe meek and humble.The remnant of Israelwill trust in the name of the Lord.  They will do no wrong;they will tell no lies.A deceitful tonguewill not be found in their mouths.They will eat and lie downand no one will make them afraid.\"  Sing, Daughter Zion;shout aloud, Israel!Be glad and rejoice with all your heart,Daughter Jerusalem!  The Lord has taken away your punishment,he has turned back your enemy.The Lord, the King of Israel, is with you;never again will you fear any harm.  On that daythey will say to Jerusalem,\"Do not fear, Zion;do not let your hands hang limp.  The Lord your God is with you,the Mighty Warrior who saves.He will take great delight in you;in his love he will no longer rebuke you,but will rejoice over you with singing.\"  \"I will remove from youall who mourn over the loss of your appointed festivals,which is a burden and reproach for you.  At that time I will dealwith all who oppressed you.I will rescue the lame;I will gather the exiles.I will give them praise and honorin every land where they have suffered shame.  ", "verses": ["Woe to the city of oppressors,rebellious and defiled!  ", "She obeys no one,she accepts no correction.She does not trust in the Lord,she does not draw near to her God.  ", "Her officials within herare roaring lions;her rulers are evening wolves,who leave nothing for the morning.  ", "Her prophets are unprincipled;they are treacherous people.Her priests profane the sanctuaryand do violence to the law.  ", "The Lord within her is righteous;he does no wrong.Morning by morning he dispenses his justice,and every new day he does not fail,yet the unrighteous know no shame.  ", "\"I have destroyed nations;their strongholds are demolished.I have left their streets deserted,with no one passing through.Their cities are laid waste;they are deserted and empty.  ", "Of Jerusalem I thought,'Surely you will fear meand accept correction!'Then her place of refuge would not be destroyed,nor all my punishments come upon her.But they were still eagerto act corruptly in all they did.  ", "Therefore wait for me,\"declares the Lord,\"for the day I will stand up to testify.I have decided to assemble the nations,to gather the kingdomsand to pour out my wrath on them—all my fierce anger.The whole world will be consumedby the fire of my jealous anger.  ", "\"Then I will purify the lips of the peoples,that all of them may call on the name of the Lordand serve him shoulder to shoulder.  ", "From beyond the rivers of Cushmy worshipers, my scattered people,will bring me offerings.  ", "On that day you, Jerusalem, will not be put to shamefor all the wrongs you have done to me,because I will remove from youyour arrogant boasters.Never again will you be haughtyon my holy hill.  ", "But I will leave within youthe meek and humble.The remnant of Israelwill trust in the name of the Lord.  ", "They will do no wrong;they will tell no lies.A deceitful tonguewill not be found in their mouths.They will eat and lie downand no one will make them afraid.\"  ", "Sing, Daughter Zion;shout aloud, Israel!Be glad and rejoice with all your heart,Daughter Jerusalem!  ", "The Lord has taken away your punishment,he has turned back your enemy.The Lord, the King of Israel, is with you;never again will you fear any harm.  ", "On that daythey will say to Jerusalem,\"Do not fear, Zion;do not let your hands hang limp.  ", "The Lord your God is with you,the Mighty Warrior who saves.He will take great delight in you;in his love he will no longer rebuke you,but will rejoice over you with singing.\"  ", "\"I will remove from youall who mourn over the loss of your appointed festivals,which is a burden and reproach for you.  ", "At that time I will dealwith all who oppressed you.I will rescue the lame;I will gather the exiles.I will give them praise and honorin every land where they have suffered shame.  ", ""]}}]]