{
  "version": "ESV",
  "book": "MIC",
  "chapter": 6,
  "verses": [
    {
      "verse": "1",
      "text": " Hear what the Lord says:"
    },
    {
      "verse": "2",
      "text": " Hear, you mountains, the indictment of the Lord ,"
    },
    {
      "verse": "3",
      "text": "“O my people, what have I done to you?"
    },
    {
      "verse": "#",
      "text": " How have I wearied you? Answer me!"
    },
    {
      "verse": "4",
      "text": "For I brought you up from the land of Egypt"
    },
    {
      "verse": "#",
      "text": "and redeemed you from the house of slavery,"
    },
    {
      "verse": "#",
      "text": "Aaron, and Miriam."
    },
    {
      "verse": "5",
      "text": "O my people, remember what Balak king of Moab devised,"
    },
    {
      "verse": "#",
      "text": "and what happened from Shittim to Gilgal,"
    },
    {
      "verse": "#",
      "text": "that you may know the righteous acts of the Lord .”"
    },
    {
      "verse": "6",
      "text": " “With what shall I come before the Lord ,"
    },
    {
      "verse": "#",
      "text": "and bow myself before God on high?"
    },
    {
      "verse": "7",
      "text": " Will the Lord be pleased with thousands of rams,"
    },
    {
      "verse": "#",
      "text": " Shall I give my firstborn for my transgression,"
    },
    {
      "verse": "8",
      "text": "He has told you, O man, what is good;"
    },
    {
      "verse": "#",
      "text": "and what does the Lord require of you"
    },
    {
      "verse": "#",
      "text": "but to do justice, and to love kindness,"
    },
    {
      "verse": "#",
      "text": "and to walk humbly with your God?"
    },
    {
      "verse": "9",
      "text": "The voice of the Lord cries to the city—"
    },
    {
      "verse": "#",
      "text": "and it is sound wisdom to fear your name:"
    },
    {
      "verse": "#",
      "text": "“Hear of the rod and of him who appointed it!"
    },
    {
      "verse": "10",
      "text": "Can I forget any longer the treasures of wickedness in the house of the wicked,"
    },
    {
      "verse": "11",
      "text": "Shall I acquit the man with wicked scales"
    },
    {
      "verse": "12",
      "text": "Your rich men are full of violence;"
    },
    {
      "verse": "#",
      "text": "your inhabitants speak lies,"
    },
    {
      "verse": "#",
      "text": "and their tongue is deceitful in their mouth."
    },
    {
      "verse": "13",
      "text": "Therefore I strike you with a grievous blow,"
    },
    {
      "verse": "#",
      "text": " making you desolate because of your sins."
    },
    {
      "verse": "14",
      "text": " You shall eat, but not be satisfied,"
    },
    {
      "verse": "15",
      "text": " You shall sow, but not reap;"
    },
    {
      "verse": "16",
      "text": "For you have kept the statutes of Omri,"
    },
    {
      "verse": "#",
      "text": "and all the works of the house of Ahab;"
    },
    {
      "verse": "#",
      "text": "that I may make you a desolation, and your inhabitants a hissing;"
    },
    {
      "verse": "#",
      "text": "so you shall bear the scorn of my people.”"
    }
  ]
}