{
  "version": "FBV",
  "book": "HEB",
  "chapter": 3,
  "verses": [
    {
      "verse": "1",
      "text": "So, my brothers and sisters who live for God and who share in this heavenly calling, we need to think carefully about Jesus—the one we say is sent by God, and is the High Priest."
    },
    {
      "verse": "2",
      "text": "He was faithful to God in the work he was chosen to do, just like Moses was faithful to God in God's house."
    },
    {
      "verse": "3",
      "text": "But Jesus deserves much greater glory than Moses, in the same way that the builder of a house deserves more credit than the house."
    },
    {
      "verse": "4",
      "text": "Every house has its builder; God is the builder of everything."
    },
    {
      "verse": "5",
      "text": "As a servant, Moses was faithful in God's house. He provided evidence of what would be announced later."
    },
    {
      "verse": "6",
      "text": "But Christ is a son, in charge of God's house. And we are God's house as long as we hold on with confidence to the hope we boast we believe in."
    },
    {
      "verse": "7",
      "text": "This is why the Holy Spirit says, “If you hear what God is saying to you today,"
    },
    {
      "verse": "8",
      "text": "don't have a hard-hearted attitude like the time you rebelled against him, when you tested him in the wilderness."
    },
    {
      "verse": "9",
      "text": "Your fathers put me through it, trying my patience, and they saw the evidence I gave them for forty years."
    },
    {
      "verse": "10",
      "text": "That generation made me angry and so I said, ‘They're always mistaken in what they think, and they don't know me or what I'm doing.’"
    },
    {
      "verse": "11",
      "text": "So in my frustration I vowed, ‘They shall not enter my rest.’”"
    },
    {
      "verse": "12",
      "text": "Brothers and sisters, make sure that none of you has an evil mindset that's given up trusting in the God of life."
    },
    {
      "verse": "13",
      "text": "Encourage each other every day while you still have “today,” so that none of you will be deceived by sin and become hard-hearted."
    },
    {
      "verse": "14",
      "text": "For we are partners with Christ as long as we hold on to our confidence in God from beginning to end."
    },
    {
      "verse": "15",
      "text": "As Scripture says, “If you hear what God is saying to you today, don't have a hard-hearted attitude like the time you rebelled against him.”"
    },
    {
      "verse": "16",
      "text": "Who was it that rebelled against God, even though they heard what he said? Wasn't it all those who were led out of Egypt by Moses?"
    },
    {
      "verse": "17",
      "text": "Who was God upset with for forty years? Wasn't it those who sinned, those who were buried in the desert?"
    },
    {
      "verse": "18",
      "text": "Who was God speaking of when he vowed they should not enter into his rest? Wasn't it those who disobeyed him?"
    },
    {
      "verse": "19",
      "text": "So we see that they were not able to enter because they didn't trust him."
    }
  ],
  "license": {
    "name": "Free Bible Version (FBV)",
    "license": "CC BY-SA 4.0",
    "attribution": "Free Bible Version © Dr. Jonathan Gallagher — Released under Creative Commons Attribution-ShareAlike 4.0 International License.",
    "url": "https://creativecommons.org/licenses/by-sa/4.0/"
  }
}